{
  "What is the grace period for premium payment under the National Parivar Mediclaim Plus Policy?": "The grace period for premium payment is 30 days for multi-year/yearly, half-yearly, and quarterly options, and 15 days for the monthly option.  During the grace period, coverage is not available.",
  "What is the waiting period for pre-existing diseases (PED) to be covered?": "The waiting period for pre-existing diseases (PED) to be covered is 36 months of continuous coverage after the date of inception of the first policy with the insurer.  This waiting period may be reduced if the insured person has continuous coverage without any break, as defined under portability/migration norms.",
  "Does this policy cover maternity expenses, and what are the conditions?": "Yes, the policy covers maternity expenses. Conditions include that the expenses are for delivery (including C-section) or lawful termination of pregnancy, limited to two such events during the insured person's lifetime.  Pre- and postnatal expenses are also covered up to the amounts stated in the schedule of benefits. The insured must have held the policy for a period specified in the schedule of benefits.",
  "What is the waiting period for cataract surgery?": "The provided text does not specify a waiting period for cataract surgery.  However, if cataract is considered a pre-existing disease, the waiting period is 36 months; if it's a specified disease/procedure, the waiting period is 24 months; the longer of the two waiting periods applies.",
  "Are AYUSH treatments covered under this policy?": "The policy covers AYUSH treatments; however, it must be in a government hospital or an institute recognized by the government and/or HDFC Ergo General Insurance Company Limited.",
  "Does the policy provide cashless hospitalization?": "The provided clauses don't explicitly state whether the policy offers cashless hospitalization.  The definition of \"network provider\" implies that cashless facilities are available at hospitals listed by the insurer or TPA, but it doesn't confirm that this is a feature of the policy.",
  "What are the conditions for organ donor expense coverage?": "The policy covers medical and surgical expenses for the organ donor when an insured person is the recipient.  However, expenses incurred by the insured person while donating an organ are not covered.  Additionally, the admission must comply with the Transplantation of Human Organs Act, 1994 (as amended). Pre- and post-hospitalization expenses for the donor are covered.",
  "Are newborn babies automatically covered under this plan?": "No. Newborn babies are not automatically covered.  Coverage for children aged 1 to 90 days can be added with an additional premium, subject to policy terms and conditions.",
  "What is covered under the domiciliary hospitalization benefit?": "The policy covers medical treatment for illness/disease/injury requiring hospital care but taken at home if the patient cannot be moved to a hospital or a hospital room is unavailable.  Pre and post-hospitalization expenses (up to 60 days before and 90 days after) are also covered for domiciliary treatment. Treatment of less than 3 days is only covered if the treatment period is greater than 3 days.",
  "Are ambulance charges reimbursed under this policy?": "Yes, ambulance charges are reimbursed up to Rs. 2000 per hospitalization, subject to certain conditions, such as the ambulance service provider being registered with the road traffic authority and the claim not being admitted under other specified sections.",
  "Does the policy offer daily hospital cash benefit?": "Yes, the policy offers several daily cash benefits.  One is for accompanying an insured child (12 years or younger) hospitalized for more than 72 hours. Another is for choosing shared accommodation in a network hospital for hospitalizations exceeding 48 hours. Specific amounts are mentioned in the schedule of benefits.",
  "What is covered under day care procedures?": "Day care procedures are defined as medical or surgical procedures performed under general or local anesthesia requiring admission to a hospital/day care center for less than 24 hours due to technological advancements.  Treatment usually done on an outpatient basis is excluded.",
  "Are emergency air ambulance services covered?": "Yes, emergency air ambulance services are covered up to a maximum of Rs. 2.5 lacs per hospitalization or the actual expenses, whichever is lower.  This is subject to several conditions including the medical necessity of the air ambulance, the insured person being in India, and the provider being registered in India.",
  "What is the maximum cumulative bonus allowed?": "The maximum cumulative bonus is 100% of the base sum insured.  This is achieved through continuous renewal and claim-free years.  It is reduced by 10% of the base sum insured for each year a claim is made.",
  "Are dental treatments included in the coverage?": "The provided text does not specify whether dental treatments are included in the coverage.  The clauses focus on other exclusions and waiting periods.",
  "What are the exclusions under maternity benefits?": "Based on the provided clauses, maternity exclusions include expenses related to miscarriage (unless due to an accident), lawful medical termination of pregnancy, and medical treatment expenses traceable to childbirth, except for ectopic pregnancy.",
  "Are pre-hospitalization expenses covered, and for how long?": "Pre-hospitalization medical expenses for consultations, investigations, and medicines are covered for up to 60 days before the date of admission to the hospital.",
  "How many days of post-hospitalization expenses are covered?": "Post-hospitalization medical expenses for consultations, investigations, and medicines are covered for up to 90 days after discharge from the hospital.",
  "What is the coverage for AYUSH day care centres?": "The provided text states that AYUSH benefits cover expenses incurred on treatment taken under Ayurveda, Unani, Siddha, and Homeopathy in a government hospital or any institute recognized by the government.  However, there is no specific mention of coverage for AYUSH day care centers.",
  "What are the exclusions under domiciliary treatment?": "The provided text does not list specific exclusions for domiciliary treatment beyond the general exclusions, waiting periods, and the condition that treatment must be for at least three days to be covered.  It also mentions that pre and post hospitalization expenses will be covered.",
  "Is sleep apnea treatment covered under this policy?": "The provided text does not mention whether sleep apnea treatment is covered.  There is no reference to this condition in the listed exclusions or waiting periods.",
  "Are vaccinations or preventive care included?": "No, vaccinations and preventive care are specifically excluded, except for post-bite treatment.",
  "What illnesses are covered under critical illness benefit?": "The provided text mentions a critical illness benefit but does not specify which illnesses are covered.  It only states that if a critical illness is diagnosed within 90 days of the onset, the benefit is payable and that this benefit is optional and subject to the policy schedule.",
  "Are hearing aids and spectacles covered?": "No, the provision or fitting of hearing aids and spectacles is specifically excluded.",
  "Are treatments outside India covered under this policy?": "No, this policy only covers medical treatment taken within India. All payments will be made in Indian rupees within India.",
  "Is treatment by a family member medical practitioner covered?": "No, treatment rendered by a medical practitioner who is a family member of the insured person or who lives with them is excluded, except for proven material costs which may be reimbursed according to the applicable cover.",
  "What are the exclusions related to cosmetic surgery?": "Cosmetic or plastic surgery is excluded unless it's for reconstruction following an accident, burn(s), or cancer, or as part of medically necessary treatment to remove a direct and immediate health risk. This must be certified by the attending medical practitioner.",
  "Is infertility treatment covered under this policy?": "No, expenses related to sterility and infertility are specifically excluded. This includes all types of contraception, sterilization, assisted reproduction services, gestational surrogacy, and reversal of sterilization.",
  "Are prosthetic devices covered?": "The provided text does not specify coverage for prosthetic devices.  Clause 4 mentions \"prosthetic and other devices which are self - detachable / removable without surgery\", but doesn't state whether these are covered or excluded.",
  "What are the exclusions for participation in hazardous sports?": "Expenses related to treatment necessitated by participation as a professional in hazardous or adventure sports are excluded.  These sports include, but aren't limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing, scuba diving, hand gliding, sky diving, and deep-sea diving.",
  "What is considered as a medically necessary treatment?": "Medically necessary treatment is defined as any treatment, test, medication, or stay in a hospital (or part thereof) required for managing the illness or injury suffered by the insured person.",
  "Are any health check-up benefits included?": "Preventive health check-up benefits are included, but only after maintaining the policy for a specified period without claims (four claim-free years for the standard plan; three policy years for the easy health plan) and the benefit is subject to a percentage of the sum insured or a maximum amount (as mentioned in the schedule of benefits).  The benefit is also limited to once per block of continuous years.",
  "What is the grace period for premium payment?": "The grace period for premium payment depends on the installment premium option chosen.  For multi-year/yearly, half-yearly, and quarterly options, it is 30 days. For monthly options, it is 15 days.  Coverage is unavailable during the grace period.",
  "What is the waiting period for pre-existing diseases?": "The provided text mentions a 30-day waiting period for all illnesses and treatments, except for accidents.  There is also a 24-month waiting period for specified diseases/procedures, which may be reduced based on prior continuous coverage, but only to the extent of that prior coverage.  If a disease/procedure falls under both waiting periods, the longer period applies. This information does not directly address waiting period for pre-existing diseases.",
  "What is the policy cancellation process?": "The policyholder may cancel the policy with 15 days' written notice.  The refund amount depends on the policy length and the time the policy has been in force.  For installment premiums, the refund differs based on whether yearly payment or other payment options are in effect.  The company may also cancel the policy at any time for misrepresentation or non-disclosure of material facts or fraud, in which case no premium refund is provided.",
  "Can the policy be renewed automatically?": "The policy is ordinarily renewable except for fraud or misrepresentation by the insured person. The company will endeavor to give notice for renewal, but is not obligated to do so. Renewal requests with premium payment must be received before the policy period ends.",
  "What are the general exclusions under this policy?": "The provided text lists exclusions related to treatment within 30 days of policy commencement (unless due to an accident), treatment for specified diseases/procedures until the expiry of 24 months of continuous coverage (unless due to an accident or cancer), and others listed in the document.  Further exclusions apply in addition to waiting periods and general exclusions.",
  "Does the policy support portability?": "Yes, the policy supports portability.  The insured person can port the policy to other insurers by applying at least 45 days, but not earlier than 60 days, before the policy renewal date. Accrued continuity benefits will be applied if there is prior continuous coverage.",
  "Is there a free look period for policy cancellation?": "A 15-day free look period applies to new individual health insurance policies, but not renewals or porting/migration. During this period, the policy can be returned; however, this is subject to several conditions and possible deductions.",
  "What is the minimum and maximum entry age?": "The provided text does not specify minimum and maximum entry ages for this policy.",
  "Can the sum insured be enhanced on renewal?": "The provided text indicates that the sum insured can be enhanced, but it does not specify whether it is possible at the time of renewal. Enhancement of the sum insured will cause the waiting period for specified diseases/procedures to apply again to the extent of the increase.",
  "Is there any co-payment clause in the policy?": "The provided text does not contain a co-payment clause.",
  "Are maternity expenses covered?": "Maternity expenses are covered, including medical treatment expenses for childbirth and lawful medical termination of pregnancy, subject to a waiting period and specific limits as defined in the policy.  The policy specifies different coverage amounts for normal and Cesarean deliveries, along with pre/post-natal and newborn baby limits.  The waiting period varies based on the plan selected (4 or 6 years).",
  "Does the policy cover newborn babies?": "Newborn babies are not covered unless a newborn baby benefit is added with an additional premium.  Coverage commences once the premium for this added benefit is received, subject to policy exclusions and terms.",
  "Are dental treatments covered?": "Dental treatments are generally excluded unless they require hospitalization.",
  "Are AYUSH treatments covered?": "AYUSH treatments are covered up to a specified limit (the limit varies depending on the plan).  This applies to hospitalizations given under Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy systems.",
  "Is air ambulance service covered?": "Emergency air ambulance service is covered up to a maximum of Rs. 2.5 lacs per hospitalization, subject to several conditions, including the medical necessity of the air ambulance, the insured person's location within India, and the provider's registration in India. ",
  "Are vaccinations covered under the policy?": "The provided clauses do not specify whether vaccinations are covered.",
  "Are diagnostic tests covered before and after hospitalization?": "Diagnostic tests are covered up to 60 days before hospitalization (pre-hospitalization) and up to 90 days after discharge (post-hospitalization), as long as they are related to the covered illness or injury and the admission.",
  "Is bariatric surgery covered?": "The provided text does not contain information about whether bariatric surgery is covered.",
  "Does the policy cover treatment outside India?": "The policy explicitly covers only medical treatment within India; treatment outside of India is not covered.",
  "Is cashless hospitalization available?": "The policy offers a cashless service option for treatment, consultation, or procedures, requiring prior notice and full details to be provided.",
  "What is the limit for room rent reimbursement?": "The provided text defines \"room rent\" as the amount charged by a hospital for room and boarding, including associated medical expenses.  However, no specific limit for room rent reimbursement is mentioned.",
  "Are ICU charges covered?": "Yes, ICU charges are covered as part of inpatient treatment. The definition of \"intensive care unit charges\" includes bed charges and general medical support services for ICU patients.",
  "What is the process for reimbursement claims?": "The provided text does not detail the claims process for reimbursement. It mentions that the company will settle or reject a claim within 30 days of receiving all necessary documents and that supporting documentation will be required, but lacks specific steps or procedures.",
  "What documents are required for hospitalization claims?": "The required documents for hospitalization claims include a completed claim form, original bills (pharmacy, consultation, diagnostics, etc.), all medical reports and records, a precise diagnosis, a detailed list of services and treatments with unit prices, and prescriptions with details of drugs prescribed and payments.  Further detail on necessary documentation is mentioned in the text but not specifically listed.",
  "What is the coverage for day care procedures?": "Coverage for day care procedures includes medical or surgical procedures under general or local anesthesia requiring hospital admission for less than 24 hours. Treatment typically done on an outpatient basis is excluded.",
  "How many network hospitals are available?": "The number of network hospitals is not specified in the provided text.",
  "Is domiciliary hospitalization covered?": "Yes, domiciliary treatment is covered if the patient's condition prevents hospital removal or if hospital room availability is an issue. Pre- and post-hospitalization expenses are also covered for up to 60 days before and 90 days after the treatment, respectively.  Treatment lasting less than three days is only covered if the treatment period would have exceeded three days.",
  "How much is covered for ambulance charges?": "Up to Rs. 2000 per hospitalization is covered for ambulance charges.",
  "Is shared accommodation cash benefit available?": "Yes, a daily cash benefit is available for choosing shared accommodation in a network hospital if the hospitalization exceeds 48 hours.  The specific amount is mentioned in the schedule of benefits, but not in this extract of the policy.",
  "Is critical illness covered under this policy?": "Critical illness is covered as an optional benefit, if specified in the schedule. Coverage is subject to conditions including first diagnosis within 90 days of policy commencement, survival for at least 30 days post-diagnosis, and a limit on the number of claims.  Specific critical illnesses covered include cancer, open-chest CABG, first heart attack, kidney failure, major organ/bone marrow transplant, multiple sclerosis, permanent paralysis of limbs, and stroke.",
  "What critical illnesses are included in the plan?": "The critical illnesses included in the plan are cancer, open chest CABG, first heart attack, kidney failure, major organ/bone marrow transplant, multiple sclerosis, permanent paralysis of limbs, and stroke.",
  "Is cataract surgery covered and what is its waiting period?": "The provided text does not specify whether cataract surgery is covered or what its waiting period is.  While it lists \"cataract\" under a section detailing waiting periods, it indicates \"nil\" coverage.",
  "Is knee replacement surgery covered?": "The provided text states that joint replacement surgeries have a 24-month waiting period before coverage begins.",
  "Is sinusitis covered and after how long?": "Sinusitis is covered after a 24-month waiting period.",
  "What are the exclusions for cosmetic surgeries?": "Cosmetic or plastic surgeries are excluded unless they are for reconstruction following an accident, burn(s), or cancer, or are part of medically necessary treatment to remove a direct and immediate health risk to the insured, and are certified by the attending medical practitioner.",
  "Is treatment for congenital diseases covered?": "The provided text excludes congenital external diseases, defects, or anomalies.",
  "Are organ donor expenses covered?": "Medical and surgical expenses of the organ donor for harvesting the organ are covered when the insured person is the recipient. However, expenses incurred by an insured person while donating an organ are not covered.  Pre and post-hospitalization expenses for the donor are also excluded.",
  "Is fertility treatment or IVF covered?": "Expenses related to sterility and infertility are excluded. This includes assisted reproduction services such as IVF, ZIFT, GIFT, and ICSI.",
  "Are accidental injuries covered from day one?": "Accidental injuries are covered from day one, except for illnesses or treatments within 30 days of the policy commencement date, unless they are due to an accident.  If continuous coverage exceeds twelve months, this 30-day waiting period is waived.",
  "What is the cumulative bonus structure?": "A 10% cumulative bonus is applied to the sum insured for the next policy year after every claim-free policy year, provided the policy is renewed without a break. The maximum cumulative bonus cannot exceed 100% of the sum insured in any policy year. If a claim is made after a cumulative bonus has been applied, the bonus will be reduced by 10% of the sum insured in the following policy year.",
  "Is there a no-claim bonus available?": "The clauses mention a cumulative bonus of 10% of the sum insured for every claim-free policy year, up to a maximum of 100%, provided the policy is renewed without a break.  A claim will reduce this bonus by 10%.",
  "What are the terms for preventive health checkups?": "The provided text describes preventive health check-up benefits available after a certain number of claim-free policy years (four or three, depending on the plan).  The exact terms, including the percentage of sum insured covered, are found in the \"Schedule of benefits\" which is not fully included in this excerpt.",
  "How many free checkups are allowed per year?": "The number of free checkups allowed per year depends on the plan (individual or family) and whether it's the standard or exclusive variant.  One checkup is allowed after a block of four or three claim-free years, costing up to 1% of the sum insured or a maximum of Rs. 5000.  The provided text does not specify the number of checkups allowed per year, only within a block of years.",
  "Does claim affect the bonus?": "Yes, a claim affects the bonus.  A 10% cumulative bonus is added for each claim-free year, but a claim reduces the bonus by 10% of the sum insured in the following year.",
  "Is there a restoration of sum insured feature?": "The provided text does not contain information about a restoration of sum insured feature.",
  "Are alternative treatments eligible for bonus?": "The provided text does not specify whether alternative treatments are eligible for the bonus.  It only mentions that \"Ayush treatment\" refers to treatments under Ayurveda, Yoga and Naturopathy, Unani, Siddha, and Homeopathy.",
  "Are OPD visits counted against the sum insured?": "The provided text defines OPD treatment as one where the insured is not admitted as a day care or in-patient.  It doesn't state whether OPD visits count against the sum insured, only that claims for in-patient care will be paid.",
  "Are medical tests covered during renewal?": "Medical tests are covered as part of preventive health check-ups, which are offered once at the end of a block of consecutive claim-free policy years (three or four, depending on the plan). The exact terms are detailed in the \"Schedule of benefits\", which is not fully included in this excerpt.",
  "How are claims settled if multiple policies exist?": "If an insured person has multiple policies, they can choose which policy to file a claim under, and the chosen insurer will settle the claim according to the policy terms.  If a claim exceeds a single policy's sum insured, the insured can choose another insurer to claim the remaining amount. Claims disallowed under one policy can be filed independently under another policy, subject to the terms and conditions of the latter.",
  "Is there a waiting period for specific diseases?": "For specified diseases or procedures, there's a 24-month waiting period from the first policy's inception unless the claim is accident-related or due to cancer.  The waiting period may be reduced based on prior continuous coverage from other insurers, according to IRDAI portability/migration norms.  If a specified disease is also a pre-existing condition, the longer waiting period applies.",
  "Is the policy valid outside India for emergency treatment?": "No, the policy explicitly excludes treatment outside of India.",
  "Does the policy cover treatment in military or defense hospitals?": "The provided clauses do not specify whether the policy covers treatment in military or defense hospitals.",
  "What happens if a premium is missed after the grace period?": "If the premium is missed after the grace period, the policy will be canceled.  There is no mention of a specific penalty beyond the cancellation.",
  "Can the policy be cancelled mid-year?": "Yes, the policyholder may cancel the policy with 15 days' written notice.  The refund amount depends on the policy's length and the time elapsed since its start.  A different refund policy applies if premium payments are in installments.",
  "What is the refund policy if the policy is cancelled?": "The refund amount upon cancellation depends on the policy term (1 or 2 years) and the time elapsed.  For a 1-year policy, refunds range from 75% (within 1 month) to 0% (after 6 months). For a 2-year policy, refunds range from 87.5% (within 1 month) to 0% (after 18 months).  Installment policies have a different, less generous, refund scheme. No refund will be provided if a claim has been made.",
  "What are the rules for portability between insurers?": "The policy allows portability to other insurers;  applying at least 45 but not more than 60 days before the renewal date.  Continuous coverage without lapses from other Indian insurers reduces waiting periods as per IRDAI guidelines.  The specific guidelines can be found at the provided IRDAI link.",
  "Is there a penalty for late renewal?": "The provided text does not specify a penalty for late renewal but implies that if the premium is not paid within the grace period, the policy will be cancelled.  The clauses discuss grace periods and consequences of missing payments, but not a penalty for late renewal itself.",
  "Does the policy require medical screening before renewal?": "The provided clauses do not mention any mandatory medical screening before policy renewal.",
  "Can the sum insured be reduced in future?": "The provided clauses don't state that the sum insured can be reduced in the future.  However, they do mention the possibility of revising the policy terms and premium rates with prior IRDAI approval, which could potentially affect the sum insured.",
  "Is COVID-19 treatment covered under the policy?": "The provided clauses do not specify whether COVID-19 treatment is covered.  The clauses primarily deal with waiting periods and exclusions for various illnesses and procedures.",
  "Does the policy cover cancer treatment?": "The policy does cover cancer treatment; however, there may be a waiting period depending on the specific type of cancer and whether it is related to an accident.  The clauses state that the specified disease/procedure waiting period does not apply if the underlying cause is cancer.",
  "Is dialysis covered under the policy?": "The provided text mentions kidney failure requiring regular dialysis as a critical illness but doesn't fully clarify coverage details. More information is needed to determine whether dialysis is covered under this policy.",
  "Are mental health conditions covered?": "The provided clauses do not contain information on coverage for mental health conditions.",
  "Does the policy include coverage for psychiatric treatment?": "The provided clauses do not specify whether psychiatric treatment is covered. The policy document does not mention mental health or psychiatric treatment in the provided sections.",
  "Are injuries from alcohol abuse covered?": "The provided clauses do not explicitly state whether injuries from alcohol abuse are covered.  However, there is an exclusion for all forms of cirrhosis due to alcohol.  Further clarification is needed.",
  "Is treatment for self-harm covered?": "The policy explicitly excludes \"intentional self-injury or attempted suicide\". Therefore, treatment for self-harm is not covered.",
  "Are injuries from attempted suicide excluded?": "Yes, injuries from attempted suicide are explicitly excluded under this policy.",
  "Does the policy cover organ transplant complications?": "The provided clauses mention organ transplants within the definition of critical illness, but do not offer complete information on whether complications are covered.  Further information is required to answer this question definitively.",
  "Are genetic disorders covered under this policy?": "The provided document does not contain information about the coverage of genetic disorders.",
  "Is pre-authorization required for cashless treatment?": "Based on the provided clauses, pre-authorization is required for planned treatment or hospitalization.  For planned treatment, it is required at least 48 hours in advance. For emergency treatment, it is required within 24 hours after the treatment or hospitalization.",
  "What is the coverage limit for ICU per day?": "The provided text does not specify a coverage limit for ICU charges per day.",
  "Is robotic surgery covered?": "The provided clauses do not contain information about whether robotic surgery is covered.",
  "Are ventilator or oxygen support charges covered?": "Based on the provided clauses, ventilator and oxygen support charges are covered as part of in-patient treatment.  However, oxygen cylinders for usage outside the hospital are specifically excluded.",
  "Is home nursing covered under domiciliary treatment?": "The policy covers home nursing as part of domiciliary treatment if the patient's condition prevents removal to a hospital or if a hospital room is unavailable.",
  "Are consumables like gloves and syringes covered?": "Based on the provided clauses, consumables such as gloves and syringes are subsumed into the costs of treatment and are covered.",
  "Does the policy cover teleconsultation charges?": "The provided clauses do not specify whether teleconsultation charges are covered.",
  "Are second opinions covered under the policy?": "The provided text does not contain information about the coverage of second opinions.",
  "Is hospitalization due to non-allopathic treatment covered?": "Hospitalization due to non-allopathic treatment is generally not covered, except for treatments provided under section B.1.1.h (Ayush benefits).",
  "Are blood transfusion charges reimbursed?": "Based on the provided clauses, blood transfusion charges are covered as part of in-patient treatment.  However, blood grouping and cross-matching of donors' samples are specifically subsumed into room charges.",
  "Can this policy be converted from group to individual policy?": "The provided text does not contain information about converting a group policy to an individual policy.",
  "Does the policy support floater coverage for families?": "Yes, the policy supports floater coverage for families, as defined in the document.  A family floater is explicitly mentioned, covering the primary insured and their dependents.",
  "How many dependents can be added to this policy?": "The number of dependents allowed is not specified as a single number.  The policy defines dependents inclusively as legally married spouse, children/grandchildren (under specific age and financial dependency conditions), parents (under 65 at policy start), parents-in-law (under 65 at policy start), and grandparents (under 65 at policy start).",
  "Can parents be included under floater plans?": "Yes, parents can be included in floater plans, provided they meet the conditions specified in the definition of dependents: they must be financially dependent on the policyholder and were under 65 years old when they initially joined the policy.",
  "Is the maternity benefit different in corporate policies?": "The provided text does not specify if maternity benefits are different in corporate policies.  The document shows different levels of coverage based on the plan variant but makes no distinction between corporate and individual plans.",
  "Are pre-existing diseases covered in group plans from day one?": "The provided text focuses on individual policies.  There is no information regarding coverage of pre-existing diseases in group plans from day one.",
  "Is there a claim-based loading in premium for group policies?": "No. The document states that \"no loading shall apply on renewals based on individual claims experience.\"  This implies that there is no claim-based loading for individual policies; however, it does not explicitly mention or exclude such loadings for group policies.",
  "Can add-on covers be purchased for floater plans?": "The provided text does not contain information on whether add-on covers can be purchased for floater plans.",
  "Are there separate waiting periods for new dependents?": "The provided text does not specify separate waiting periods for new dependents.  Additional information is needed to answer this question.",
  "Is tax exemption available under section 80D for this policy?": "The provided text does not mention tax exemption under section 80D.",
  "How can a rejected claim be appealed?": "The provided text does not specify how a rejected claim can be appealed.  It only mentions that a claim may be rejected due to incorrect or incomplete information.",
  "What is the claim turnaround time?": "The claim turnaround time is dependent on the circumstances of the claim.  If an investigation is warranted, the claim will be settled or rejected within 45 days of receipt of the last necessary document. Otherwise, the company will make a payment within 30 days of receipt of the last document.",
  "Does the policy have a 24x7 helpline?": "The provided text does not mention a 24x7 helpline.",
  "Is e-claim submission supported?": "The provided text gives contact information (phone number and email) for claim intimation and submission of documents. While it doesn't explicitly state \"e-claim submission,\" the email address suggests digital communication is supported for claims.",
  "Can claims be tracked online?": "The provided text does not specify whether claims can be tracked online.",
  "What happens if documents are delayed during claim submission?": "If documents are delayed, claims may be accepted only under special circumstances and for reasons beyond the insured's control. The company may accept claims with delayed documentation only in special circumstances where delays are beyond the insured's control. The text does not specify the consequences if documents are significantly delayed.",
  "Are digital health records accepted for claim processing?": "The provided text does not specify whether digital health records are accepted for claim processing. It mentions the need for original bills and medical records.  Therefore, it is not possible to confirm based on provided data.",
  "Can claims be split across two policies?": "Yes, if an insured person has multiple policies, they can choose which policy to use for settlement of the claim, with the insurer settling the claim as long as it's within the limits and terms of the chosen policy. They can also make claims under one policy for amounts disallowed by another even if the insured amount is not exhausted. If the claim amount exceeds the sum insured under a single policy, the insured can choose an insurer to claim the balance amount.",
  "Is claim assistance provided by the insurer?": "Yes, the insurer provides claim assistance.  The text lists contact information (phone and email) for claim-related queries, intimation, and document submission.",
  "Can policyholders nominate someone to handle claims?": "Yes, the policyholder can nominate someone to receive claim payments in case of death. Any change of nomination requires written communication and an endorsement on the policy.",
  "Is there a waiting period for specific diseases or surgeries like cataract or hernia?": "The policy includes a 24-month waiting period for specified diseases and procedures listed in the document.  However, this waiting period is reduced to the extent of prior coverage if the insured person has continuous coverage without a break, as defined by IRDAI portability/migration norms. Cataract is listed as a covered procedure with a waiting period that applies even if contracted after policy inception, unless specifically excluded.  Hernia surgery is also on the list of specific procedures with a waiting period.",
  "Does the policy cover maternity expenses? What are the conditions?": "The policy covers maternity expenses, including delivery (normal and Cesarean), pre- and postnatal expenses, and medically necessary newborn baby treatment, subject to specific limits and conditions outlined in the Schedule of Benefits. The insured person must have held continuous coverage for a specified period (detailed in the Schedule of Benefits) to be eligible for the maternity benefit.",
  "Is the newborn baby covered from day one?": "No, newborn baby coverage begins on the date the premium is received, provided a proposal form is submitted within 90 days of birth and accepted by the insurer.  Maternity benefits must also be opted for and a maternity claim accepted.",
  "What is covered under domiciliary hospitalization?": "Domiciliary treatment is covered if hospitalization would normally be required but is instead taken at home due to the patient's inability to be moved or a lack of hospital room availability.  Pre- and post-hospitalization expenses are also covered up to 60 days prior to and 90 days after treatment. Treatment must be for at least 3 days; otherwise, only expenses for the first 3 days are covered.",
  "Are ambulance charges covered? If yes, how much?": "Yes, ambulance charges are covered up to Rs. 2000 per hospitalization, for emergency transport to a hospital, subject to the ambulance service provider being registered with the road traffic authority and the claim not being admitted under inpatient treatment or day care procedures.",
  "Is air ambulance covered under this policy?": "Yes, emergency air ambulance coverage is available up to Rs. 2.5 lacs per hospitalization or the actual expenses, whichever is lower.  The air ambulance provider must be registered in India, the medical evacuation must be medically necessary and prescribed, and the insured person and treatment must be located in India.",
  "Are preventive health check-ups included?": "The policy includes a preventive health checkup benefit, up to 1% of the sum insured or a maximum of Rs. 5000, once every four claim-free years for individual policies and once every three policy years for family floater policies.  The benefit is not available if a claim is made under the policy during that period.",
  "What is the room rent limit per day?": "The provided clauses don't specify a daily room rent limit.  This information is likely found in the policy's Schedule of Benefits.",
  "Is there any daily cash benefit?": "Yes, there are several daily cash benefits outlined in the document.  These include daily cash for accompanying a hospitalized child under 12 (if hospitalization exceeds 72 hours), and daily cash for choosing shared accommodation in a network hospital (if hospitalization exceeds 48 hours).  Amounts vary depending on the plan selected and are detailed in the Schedule of Benefits.",
  "Are diagnostic tests before and after hospitalization covered?": "Yes, pre-hospitalization medical expenses (consultations, investigations, and medicines) are covered up to 60 days before admission, and post-hospitalization expenses are covered up to 90 days after discharge.  This applies to inpatient, day care, and domiciliary treatment, provided the expenses are related to the admission and the inpatient hospitalization claim is admissible.",
  "Are treatments outside India covered?": "No, treatment availed outside India is specifically excluded from coverage under the policy, except for life-threatening situations or accidents, in which expenses are only payable up to the stage of stabilization.",
  "Is teleconsultation covered under this policy?": "The provided clauses do not contain information about coverage for teleconsultations.",
  "What is the policy cancellation and refund process?": "For a 1-year policy, refunds are 75% up to 1 month, 50% up to 3 months, 25% up to 6 months, and 0% thereafter. For a 2-year policy, refunds are 87.5% up to 1 month, 75% up to 3 months, 62.5% up to 6 months, 48% up to 12 months, 25% up to 15 months, 12% up to 18 months, and 0% thereafter.  For installment premium payments in yearly plans, the 1-year policy cancellation grid applies. For other installment plans, 50% of the current installment is refunded if the elapsed time is less than 6 months; otherwise, no refund is given. No refunds are provided if a claim has been admitted, lodged, or any benefit availed.",
  "Does the policy cover mental health or psychiatric illness?": "The provided clauses do not specify whether mental health or psychiatric illness is covered under this policy.  The document details waiting periods and exclusions for various illnesses and procedures, but does not explicitly include or exclude mental health conditions.",
  "Are OPD consultations covered?": "Based on the provided clauses, OPD consultations are not covered. The policy covers pre- and post-hospitalization expenses, but explicitly states that \"Treatment that can be and is usually taken on an Out-Patient basis is not covered.\"",
  "What is the policy renewal process and is there a free-look period?": "The policy renewal process requires the policyholder to submit a renewal request with the necessary premium before the policy period ends. The company will endeavor to provide notice for renewal but is not obligated to do so. Renewals are not denied based on prior claims. A 15-day free-look period applies to new policies.  If no claim is made during this period, the insured can get a full refund minus any expenses incurred by the company (medical examinations, stamp duty) or a proportionate refund based on the policy period already covered.",
  "Is the policy portable to another insurer?": "Yes, the policy is portable.  The insured person can port the policy to another insurer by applying at least 45 days before, but not earlier than 60 days from the policy renewal date, as per IRDAI guidelines.",
  "Is pre-authorization required for treatments?": "The provided text doesn't explicitly state whether pre-authorization is required for all treatments.  While it mentions cashless facilities where payments are made directly to the provider after pre-authorization, it doesn't clarify if this applies universally or only to specific cases.",
  "What is the maximum cumulative bonus or no-claim bonus allowed?": "The maximum cumulative bonus is 100% of the sum insured.  This bonus is reduced by 10% of the sum insured for each claim made.  For family floaters, only members claim-free in the prior year and continuing in the subsequent year get the bonus. If individual policies are consolidated into a family floater, the lowest no-claim bonus among members is carried forward.",
  "Is infertility treatment covered?": "The provided clauses do not contain information about coverage for infertility treatments.",
  "Is cosmetic surgery covered?": "Cosmetic surgery is generally not covered, except for reconstructive surgery following an accident, burn, or cancer, or as part of medically necessary treatment to remove a direct and immediate health risk, certified by the attending physician.",
  "Are vaccinations or immunizations covered?": "The provided clauses do not specify whether vaccinations or immunizations are covered.",
  "Is the policy valid for treatments in military or defense hospitals?": "The provided clauses do not specify whether the policy is valid for treatments in military or defense hospitals.",
  "Does the policy cover injuries caused by alcohol or drug abuse?": "No, the policy explicitly excludes injuries or treatments caused by or attributable to alcohol or drug abuse.",
  "Is there a co-payment clause?": "The provided text mentions co-payments in the definitions section, but there is no clause specifying a co-payment for claims.",
  "Can the sum insured be enhanced at the time of renewal?": "The clauses do not specify whether the sum insured can be enhanced at renewal.  The text mentions maintaining the policy without a break to get continuity benefits such as Cumulative Bonus, but does not explicitly state that the sum insured can be increased.",
  "What are the exclusions for hazardous sports?": "Expenses related to treatment necessitated by professional participation in hazardous or adventure sports are excluded.  Examples include para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing, scuba diving, hand gliding, sky diving, and deep-sea diving.",
  "Are hearing aids, spectacles, or contact lenses covered?": "The provision or fitting of hearing aids, spectacles, or contact lenses is specifically excluded.",
  "Is cancer treatment covered under the policy?": "Cancer treatment is mentioned in relation to the waiting period for specific diseases and procedures. The waiting period does not apply if the underlying cause is cancer.  While not explicitly stating full coverage, it implies that cancer treatment is covered after any applicable waiting periods.",
  "Is dialysis or kidney failure treatment covered?": "Kidney failure requiring regular dialysis is included in the definition of \"Critical Illness,\" and therefore, treatment for this is covered under the policy.",
  "Are congenital conditions covered?": "Congenital external diseases, defects, or anomalies are specifically excluded.",
  "Are genetic disorders covered?": "The provided text does not contain information about coverage for genetic disorders.",
  "Is robotic surgery covered under the policy?": "The provided text does not specify whether robotic surgery is covered.",
  "Is the cost of prosthetic devices covered?": "Prosthetic devices that are self-detachable or removable without surgery involving anesthesia are excluded.",
  "Are consumables like gloves and syringes reimbursed?": "The provided text lists gloves and syringes in \"List II – Items that are to be subsumed into Room Charges.\"  This implies that these consumables are covered but included as part of the room charge rather than as a separate reimbursable item.",
  "Does the policy offer second opinion coverage?": "The provided clauses do not mention coverage for a second opinion.",
  "Is there any loading of premium after a claim is made?": "Based on the provided clauses, there is no information on premium loading after a claim.  The clauses detail premium loadings at the commencement date, renewal, or upon increasing the sum insured, but not after a claim is made.",
  "Can the policy be converted from a group to individual policy?": "The provided clauses do not contain information about converting a group policy to an individual policy.",
  "Does this policy support family floater option?": "The clauses mention a \"family floater\" option where multiple family members can be covered under a single policy.  Specific details on the number of dependents are covered in other clauses.",
  "How many dependents can be added under floater?": "The policy allows coverage for several dependents: legally married spouse, children/grandchildren (aged 91 days to 25 years if unmarried and financially dependent), natural or legally adopted parents (below 65 at initial participation), parents-in-law (below 65 at initial participation), and grandparents (below 65 at initial participation), all of whom must be financially dependent on the primary insured.",
  "Are add-on covers available with this policy?": "The document mentions add-on covers like Critical Illness (optional) but doesn't provide a comprehensive list of all available add-ons.",
  "Is treatment for accidental injuries covered from day one?": "Accidental injuries are covered from day one, as per the clauses:  \"Expenses related to the treatment of any illness within 30 days from the first policy commencement date shall be excluded except claims arising due to an accident, provided the same are covered.\"",
  "Are critical illnesses like stroke, cancer, heart attack covered?": "Yes, critical illnesses such as stroke, cancer, and heart attack are covered, but only if the optional critical illness benefit is selected and mentioned in the schedule.  There are specified conditions and exclusions for each critical illness.",
  "What is the claim settlement process and turnaround time?": "The claim settlement process is not detailed, but claims must be submitted with supporting documents.  The company aims to settle or reject claims within 30 days of receiving the last necessary document.  If there is a delay, interest is payable.",
  "Can claims be submitted online or digitally?": "While the document does not explicitly state online claim submission, it mentions contacting the company through several methods such as website, phone, and email for claim related query, intimation, and document submission.  This implies that digital or online submission is at least possible.",
  "What documents are required for reimbursement claims?": "The required documents for reimbursement claims include various medical records and supporting documentation like prescriptions, invoices, investigation reports, doctor's certificates, etc., along with regulatory requirements such as NEFT details and KYC information.  A comprehensive list is not provided in the given extract.",
  "Is there a penalty for late premium payment?": "The provided clauses do not specify any penalties for late premium payments. However, they describe grace periods for various installment options and consequences of non-payment within those grace periods such as coverage lapse and policy cancellation.",
  "What happens if premium is missed after grace period?": "If premium payment is missed after the grace period, the policy will be canceled.  For installment premiums, any pending installments become immediately due, and the company may deduct them from the claim amount.  The policy will get terminated for non-payment of premium within an additional 15 days.",
  "What is the process if a claim is rejected? Can it be appealed?": "If incorrect information is provided, the policy may be canceled, modified, or the claim rejected.  There is no explicit mention of an appeals process.",
  "Are blood transfusion charges covered?": "Blood grouping and cross-matching of donor samples are listed in the provided document as items to be subsumed into room charges.",
  "Are ventilator and oxygen charges covered?": "Oxygen cylinders for usage outside the hospital are specifically excluded.  The provided text does not contain information about ventilator charges.",
  "Can multiple claims be made in a policy year?": "The provided clauses state that in the case of multiple policies, the insured person can claim from any of the policies, even if the sum insured is not exhausted.  The insured person can also choose the insurer to claim from if the amount exceeds the sum insured under a single policy.",
  "Are self-inflicted injuries or suicide attempts covered?": "Self-inflicted injuries or attempted suicide are specifically excluded from coverage.",
  "What is the tax benefit under Section 80D for this policy?": "The provided text does not specify the tax benefit under Section 80D for this policy.",
  "Are policyholders allowed to nominate someone for claim handling?": "The provided text does not mention policyholders nominating someone for claim handling.",
  "What are the eligibility criteria (age limit) for enrollment?": "The provided clauses do not contain information on the age limit for enrollment.",
  "Are maternity or newborn benefits available in corporate plans?": "Maternity and newborn benefits are mentioned, but whether they are available in corporate plans is not specified in the provided text.",
  "Are mental health consultations included as OPD benefits?": "The provided text does not specify whether mental health consultations are included as OPD benefits.",
  "Are alternative treatments eligible for no-claim bonus?": "The provided text does not specify whether alternative treatments are eligible for a no-claim bonus.",
  "What expenses are covered under inpatient hospitalization?": "Based on the provided clauses, inpatient hospitalization covers expenses towards lawful medical termination of pregnancy during the policy period.  Ectopic pregnancy is also covered under inpatient treatment if established by medical reports.  The policy also indemnifies medical expenses for consecutive inpatient care hours, except for procedures/treatments with admissions less than 24 consecutive hours.  Inpatient care treatment under Ayurveda, Yoga, Naturopathy, Unani, Siddha, and Homeopathy systems of medicines is also covered up to the Sum Insured limit specified in the Policy Schedule.  Additionally, Organ Donor's Hospitalization Expenses are covered for the harvesting of organs donated to an Insured Person during the Policy Period.",
  "Is pre-hospitalization coverage included in the policy?": "Yes, the policy includes pre-hospitalization coverage.  The provided text states that the company will indemnify medical expenses incurred under domiciliary hospitalization, including pre-hospitalization expenses, up to the limit shown in the Table of Benefits.  Pre-hospitalization expenses are also included in the coverage for Day Care Procedures and Inpatient Treatment.",
  "How many days of post-hospitalization are covered?": "The policy covers medical expenses incurred up to sixty (60) days immediately after the insured person is discharged from the hospital, provided the expenses are for the same condition that required hospitalization and the inpatient hospitalization claim is admissible by the company. Post-hospitalization is considered part of the hospitalization claim.",
  "Does the policy cover day care procedures?": "Yes, the policy covers day care procedures.  It indemnifies medical expenses (including pre- and post-hospitalization expenses) for day care treatments requiring hospitalization as an inpatient for less than 24 hours, undergone in a hospital/day care center but not in a hospital's outpatient department.",
  "Is domiciliary hospitalization covered under this policy?": "Yes, domiciliary hospitalization is covered under this policy. The preamble states that the company will indemnify reasonable and customary charges for medically necessary treatment under domiciliary hospitalization.  However, there are exclusions, such as treatment of less than three days, expenses for alternative treatment, maternity or infertility, and specific diseases.",
  "Is there a waiting period for specific listed diseases?": "Yes, there is a waiting period for specific listed diseases.  The provided text mentions waiting periods of 90 days (for lifestyle conditions) and three years (for specified diseases), with the waiting period beginning from the policy's inception.  Pre-existing diseases also have waiting periods, which may differ in length depending on the specific disease or procedure.  If a prior policy existed,  the waiting periods could potentially be reduced to the extent of the prior coverage.",
  "What is the initial waiting period under this policy?": "The initial waiting period is one year, two years, or three years, depending on the specific disease or procedure.  This waiting period applies to continuous coverage after the first policy's inception date, excluding accidents.",
  "How long is the waiting period for maternity-related claims?": "The waiting period for maternity-related claims, including newborn baby coverage, is two years per insured person per policy year.",
  "Are congenital diseases subject to any waiting period?": "The provided text does not specify a waiting period for congenital diseases.  However, it mentions that coverage for pre-existing diseases after 36 months is subject to conditions.  More information is needed to answer definitively.",
  "Are injuries from adventure sports covered?": "Injuries from adventure sports are covered; however, the maximum amount admissible for any one illness resulting from non-professional participation in such sports is the lower of 25% of the sum insured.",
  "Are dental treatments covered under this policy?": "Dental treatments are partially covered.  Cosmetic dental treatments, such as veneers, crowns, bridges, implants, and tooth whitening, are excluded.  Dental treatments necessitated by an injury are covered.",
  "Is cosmetic surgery excluded from coverage?": "Cosmetic surgery is excluded unless it's for reconstruction following an accident, burn, or cancer, or is medically necessary to remove a direct and immediate health risk, as certified by the attending medical practitioner.",
  "Are OPD consultations covered in this policy?": "This policy's clauses do not specify coverage for OPD consultations.",
  "Are psychiatric treatments covered?": "This policy covers medical expenses for mental illnesses treated in a specialized hospital by a qualified psychiatrist or equivalent professional.  However, it excludes psychological counseling and therapies that don't require hospitalization.",
  "Is maternity coverage included?": "Yes, maternity coverage is included, but there is a 2-year waiting period.  Newborn baby coverage is available from birth for up to 3 months, automatically covered under the mother's policy.  After 3 months, the newborn requires mid-term inclusion and premium payment.",
  "What is the maternity sum insured limit?": "The provided text states that the maternity sum insured limit is shown in the Table of Benefits, which is not included in this document.",
  "Is newborn baby cover available from day one?": "Yes, newborn baby cover is automatically included from day one for up to 3 months, under the mother's existing policy.",
  "Are vaccinations for newborns covered?": "The policy covers vaccination expenses for children up to 12 years (male) and 14 years (female), as per Annexure I,  but it does not specifically mention newborn vaccinations.",
  "Does the maternity benefit require continuous coverage?": "Yes, the maternity benefit requires continuous coverage for at least 24 months before availing this benefit.",
  "Is AYUSH treatment covered?": "Yes, AYUSH treatment is covered up to the limit of the Sum Insured specified in the Policy Schedule, in any AYUSH Hospital.  However, there are exclusions mentioned in section 7.2.1.",
  "Are ambulance charges reimbursed?": "Yes, ambulance charges are reimbursed; however, there is a limit to the amount reimbursed.  The exact amount will depend upon the chosen plan.",
  "Is second medical opinion included?": "The provided clauses do not contain information about the inclusion of a second medical opinion.",
  "Are health check-ups covered under this plan?": "Yes, health check-ups are covered as a floater, every 2 years, up to INR 5,000.",
  "Is there any room rent limit?": "Yes, there is a room rent limit per day as shown in the Table of Benefits, for Plan A only.  This limit does not apply if the treatment is for a listed procedure in a Preferred Provider Network (PPN) as a package.",
  "Is there a capping on ICU charges?": "Based on the provided text, ICU charges have a per day limit as shown in the Table of Benefits for Plan A.  However, this limit does not apply if the treatment is part of a package from a Preferred Provider Network (PPN).",
  "Are cataract surgery expenses capped?": "The provided clauses state that the company’s liability for cataract surgery is capped at a limit shown in the Table of Benefits for Plan A only.  This limit does not apply if the treatment is part of a package from a Preferred Provider Network (PPN).",
  "Are joint replacement surgeries covered without sub-limit?": "The provided text does not specify whether joint replacement surgeries are covered without a sub-limit.  It only mentions that they are covered unless resulting from an accident.",
  "What is the maximum sum insured under this policy?": "The provided text mentions a \"Floater Sum Insured\" applicable to the insured family, but the specific maximum amount isn't stated.  The clauses discuss exceeding the sum insured under a single policy and the right to choose coverage from multiple policies, but not the policy's maximum.",
  "Are there different plan variants in this policy?": "The document refers to \"Plan A\" in the context of limits for room charges and cataract surgery, suggesting at least one plan variant. However, the details of other potential plan variants are not provided.",
  "What are the waiting periods for coverage to begin?": "Waiting periods are mentioned for various conditions and treatments.  There is a 90-day waiting period for lifestyle conditions; a longer waiting period if a specified disease/procedure falls under the pre-existing diseases waiting period; and a 36-month waiting period for pre-existing diseases (excluding accidents).  A 24-month waiting period applies for infertility benefits.  The exact duration of the pre-existing diseases waiting period is not specified.",
  "Does the policy offer lifelong renewability?": "The policy is renewable provided the product is not withdrawn and there's no established fraud or misrepresentation.  If the product is withdrawn, alternative options are offered.  Lifelong renewability is not explicitly stated.",
  "Is there a free-look period available in this policy?": "A 30-day free-look period is available for new individual health insurance policies (not renewals or porting/migration), allowing cancellation if unsatisfied with the terms and conditions. This only applies to policies with a term of one year or more.",
  "Are domiciliary hospitalizations covered?": "Yes, domiciliary hospitalization is covered up to the limit shown in the Table of Benefits (not provided).  However, several exclusions apply, including treatment lasting less than three days, alternative treatments, maternity or infertility, and certain specified diseases.",
  "Is day care treatment covered under this policy?": "Yes, day care treatment is covered under this policy, provided it's at a Day Care Center and follows medical advice.  However, the policy does not define what constitutes \"Day Care Treatment\" so it is hard to determine what is covered.",
  "Does the policy cover pre-hospitalization expenses?": "Yes, pre-hospitalization medical expenses are covered up to 30 days before hospitalization, provided the expenses are for the same condition requiring hospitalization and the hospitalization claim is admissible.",
  "Are post-hospitalization expenses covered?": "Yes, post-hospitalization expenses are covered up to 60 days after discharge, provided these expenses relate to the same condition requiring hospitalization and the hospitalization claim is admissible.",
  "What is the coverage limit for ambulance charges?": "The coverage limit for ambulance charges varies depending on the plan:  Plan A offers up to INR 2,500, another plan offers up to INR 4,000, and yet another offers up to INR 5,000. Air ambulance coverage is also plan-dependent, with some plans offering up to 5% of the sum insured.  No information is available on other plans.",
  "What documents are required to file a reimbursement claim?": "The required documents include a completed claim form, bills, payment receipts, medical history, discharge certificate, cash memos from hospitals/chemists supported by prescriptions, payment receipts, investigation test reports, medical practitioner certificates, surgeon certificates and possibly other documentation as may be required by the company or TPA.",
  "What is the deadline for filing a claim?": "The Company aims to settle or reject a claim within 15 days of receiving the last necessary document.  If an investigation is warranted, the deadline extends to 45 days. Interest is payable on delayed claims exceeding 45 days.",
  "Can claims be submitted online?": "The provided text doesn't specify whether claims can be submitted online. It describes the process of submitting documents to TPA or the company directly, either physically or through other means such as email or fax.",
  "How long does it take to process a claim?": "Claim processing takes 15 days from receipt of all necessary documents unless an investigation is required, in which case it may take up to 45 days.",
  "Is a pre-authorization required for planned hospitalization?": "Yes, for planned hospitalization, the TPA must be informed at least 72 hours prior to admission.  If TPA services are not opted for, then planned hospitalizations may not require preauthorization.",
  "What are the steps for availing cashless hospitalization?": "To avail cashless hospitalization with TPA services, inform the TPA at least 72 hours before planned hospitalization or within 24 hours of emergency hospitalization, providing relevant information. The TPA will verify and issue a pre-authorization letter.  Upon discharge, verify and sign discharge papers and pay for non-medical/inadmissible expenses. If cashless access is denied, obtain treatment and submit reimbursement claims.",
  "Can multiple claims be filed within the same year?": "The provided text does not explicitly state whether multiple claims can be filed in the same year.  There is mention of multiple claims in the context of multiple policies with different insurers.",
  "What happens if I am treated in a non-network hospital?": "If treated in a non-network hospital, the cashless facility might not be available if TPA services are opted. You would be responsible for the upfront costs and then submit a reimbursement claim to the company or TPA within the prescribed time limit with supporting documents.",
  "Is claim intimation required before emergency hospitalization?": "For emergency hospitalizations, claim intimation is required within 24 hours of admission.",
  "Can the insurer reject a claim for not disclosing a disease?": "Yes, the policy states that it will be void and premiums forfeited if there is misrepresentation or non-disclosure of material fact by the policyholder.  After 60 months of continuous coverage, non-disclosure claims may not be contestable unless fraud is involved.",
  "Are cataract surgeries covered?": "Yes, cataract surgery is covered, up to the limit specified in the Table of Benefits (not provided in this text). The limit may not apply if the treatment is a packaged procedure in a Preferred Provider Network (PPN).",
  "Is chemotherapy included in the coverage?": "The provided text mentions chemotherapy under \"Modern Treatment,\" indicating coverage, but does not specify limits or exclusions. More information is required.",
  "Are dialysis expenses covered under the plan?": "The provided text does not explicitly mention coverage for dialysis expenses.",
  "Does it cover robotic surgeries?": "Yes, robotic surgery is covered, but only the cost of the robotic component is covered, not the entire procedure.  Limits may apply.",
  "Are prosthetic implants covered?": "Yes, prosthetic implants are covered if implanted internally during a surgical procedure.",
  "Are reconstructive surgeries post-accident covered?": "The provided text doesn't explicitly state whether reconstructive surgeries post-accident are covered.  More information is needed.",
  "Does it include coverage for HIV/AIDS?": "Yes, the policy covers medical expenses related to HIV/AIDS, including pre- and post-hospitalization expenses, for acute HIV infection, clinical latency, and AIDS (CD4 <200).",
  "Is mental health treatment covered under this policy?": "Yes, the policy covers medical expenses for mental illnesses if the treatment is undertaken in a hospital with a specific department for mental illness and by a qualified psychiatrist.  Psychological counseling, therapy, etc. that do not require hospitalization are excluded.",
  "Does the policy cover psychiatric consultations?": "The policy does not explicitly cover psychiatric consultations.  While it covers mental illness treatment under specific conditions, outpatient consultations are not included in those conditions.",
  "Are OPD consultations with a psychologist included?": "No.  OPD consultations with a psychologist are not explicitly mentioned as being covered, and are likely not covered. The provided text states that outpatient treatment only includes consultations and tests from a medical practitioner and prescribed medicine.",
  "Is treatment for depression or anxiety covered?": "Treatment for depression or anxiety is covered if it requires hospitalization in a hospital with a specific department for mental illness and is provided by a qualified psychiatrist.  Outpatient treatment is excluded.",
  "Are rehabilitation programs for substance abuse covered?": "The provided text does not specify coverage for rehabilitation programs for substance abuse.",
  "Are maternity expenses covered under this plan?": "Yes, maternity expenses are covered, but there is a 24-month continuous coverage requirement before the benefit can be availed.  Specific exclusions apply (such as multiple deliveries in a policy year, surrogate mother expenses unless claimed under Infertility, and pre/post-natal expenses except the pre/post natal treatment itself).",
  "Does it cover newborn baby expenses?": "Newborn baby expenses are automatically covered under the mother's sum insured for up to 3 months of age. After 3 months, coverage requires mid-term inclusion in the policy and premium payment.",
  "Can I include my newborn under the same policy?": "Yes, a newborn baby is automatically covered for up to 3 months under the mother's sum insured.  After 3 months, the newborn needs to be specifically included in the policy, with payment of the requisite premium.",
  "What is the waiting period for maternity benefits?": "There's a 2-year waiting period for maternity benefits.",
  "Are infertility treatments covered?": "Yes, infertility treatments are covered, provided the policy has been continuously in force for 24 months.  However, many treatments and expenses are excluded, such as those related to surrogacy and some diagnostic tests.",
  "Are pre-existing diseases covered after the waiting period?": "Yes, but only pre-existing diseases declared in the proposal form and accepted for coverage by the company are covered.  There is a waiting period of 36 months for most, with specific exclusions. Specific waiting periods (90 days or more) apply to other diseases and procedures.",
  "Is diabetes considered a pre-existing disease?": "Yes, diabetes is considered a pre-existing disease, subject to an additional premium and sub-limits unless continuous coverage for 36 months has been maintained.  Then the additional premium and sub-limits would not apply.",
  "Will hypertension be covered if disclosed upfront?": "Yes, hypertension, if disclosed upfront, will be covered as a pre-existing condition subject to additional premium and sub-limits, unless continuous coverage for 36 months is maintained. Then additional premium and sub-limits would not apply.",
  "What happens if a pre-existing disease is not declared?": "If a pre-existing disease is not declared, the policy may be void, and premiums may be forfeited. Claims related to that condition might also be denied.",
  "Are prescription medications covered?": "Yes, prescription medications are covered as part of in-patient treatment and outpatient treatment.  However, specific limits might apply, and these would need to be prescribed by a medical practitioner.",
  "Is OPD (Out-Patient Department) consultation covered?": "Yes, outpatient consultations with medical practitioners are covered under the Outpatient Treatment cover, subject to the limits and exclusions of that specific section.",
  "Does the policy cover diagnostic tests?": "Yes, diagnostic tests prescribed by a medical practitioner are covered under the Outpatient Treatment section of the policy, subject to the plan's limits and exclusions.",
  "Are vaccines covered under this plan?": "Yes, vaccines are covered for children up to a certain age, with the expenses reimbursed up to the limit specified in the Table of Benefits.  Newborn vaccinations are considered under Maternity coverage.",
  "Are hearing aids or spectacles reimbursed?": "The provided text does not explicitly mention coverage for hearing aids or spectacles.",
  "Does the policy provide international health coverage?": "No, the policy explicitly states that all medical treatment must be taken in India.  While it allows for an adjustment in premium if an overseas travel insurance policy is also held, it does not provide any coverage for treatment received abroad.",
  "Can I use this policy outside India?": "No, this policy only covers medical treatment taken within India.  Treatment received outside of India is excluded.",
  "Does it cover emergency medical evacuation abroad?": "The provided text does not specify coverage for emergency medical evacuation abroad.",
  "Are accidental injuries abroad covered?": "The provided text does not explicitly specify whether accidental injuries abroad are covered, and it states that treatment must be taken in India.",
  "Can NRIs purchase this health policy?": "This information cannot be found in the provided text.",
  "Is there a senior citizen plan under this policy?": "This information cannot be found in the provided text.",
  "What is the maximum entry age for this policy?": "This information cannot be found in the provided text.",
  "Are there specific conditions for covering elderly parents?": "This information cannot be found in the provided text.",
  "Are home nursing charges covered?": "Home nursing charges are covered only to the extent provided under Section 3.1.12 (Doctor’s Home Visit and Nursing Care during Post Hospitalisation), up to INR 1,000 per day, with a maximum of 4 days coverage per insured person in a policy year.",
  "Is physiotherapy covered for senior citizens?": "This information cannot be found in the provided text.",
  "What are the permanent exclusions in this policy?": "Permanent exclusions include: Neurological damage due to SLE; Angioplasty and/or any other intra-arterial procedures; Key-hole or laser surgery; Any critical illness and/or its symptoms (and/or the treatment) which were present at any time before inception of the first Policy, or which manifest within a period of ninety days from inception of the first Policy.",
  "Are self-inflicted injuries covered?": "This information cannot be found in the provided text.",
  "Are injuries during adventure sports excluded?": "Injuries during adventure sports are excluded for professionals. For non-professionals, treatment is covered up to 25% of the sum insured for each treatment.",
  "Are cosmetic surgeries excluded from coverage?": "Cosmetic or plastic surgeries are excluded unless for reconstruction following an accident, burn(s), or cancer, or as part of medically necessary treatment to remove a direct and immediate health risk to the insured, as certified by the attending medical practitioner.",
  "Is treatment in an ayurvedic or homeopathic center covered?": "Treatment in Ayurvedic or Homeopathic centers is covered for mental illnesses, provided the treatment is undertaken at a hospital with a specific department for mental illness under a qualified practitioner.",
  "Can I port this policy from another insurer?": "The insured person has the option to port the policy to other insurers by applying at least 15 days before, but not earlier than 60 days from the policy renewal date, as per IRDAI guidelines.",
  "Are no-claim bonuses transferred during portability?": "This information cannot be found in the provided text.",
  "Is there a grace period for policy renewal?": "There is a 30-day grace period for policy renewal.  Coverage is not available during this grace period.",
  "Will my coverage lapse if I miss renewal?": "Coverage will lapse if the premium is not received by the end of the policy period and not renewed within the grace period.",
  "Can I increase the sum insured during renewal?": "The sum insured can be enhanced only at the time of renewal, subject to the availability of higher slabs and at the discretion of the company. Waiting periods and conditions apply to the incremental portion.",
  "How is the premium calculated?": "The base premium may be calculated based on the age of the next eldest insured person.  Other factors affecting premium are not specified in the provided text.",
  "Does my medical history affect the premium?": "This information cannot be found in the provided text.",
  "Will my premium increase after a claim?": "This information cannot be found in the provided text.",
  "Are medical tests required before policy issuance?": "This information cannot be found in the provided text.",
  "Is there a discount for buying a long-term policy?": "There is a discount of 4% for a 2-year policy and 7.5% for a 3-year policy.",
  "What add-ons are available with this policy?": "Available add-ons include optional co-payment (with premium discounts), critical illness, and outpatient treatment.",
  "Is a critical illness rider available?": "Yes, a critical illness rider is available with benefit amounts ranging from INR 200,000 to INR 2,000,000.",
  "Can I add accidental death benefit coverage?": "This information cannot be found in the provided text.",
  "Are maternity riders available?": "Yes, maternity riders are available, including newborn baby coverage.  There is a 2-year waiting period.",
  "Is OPD care available as an add-on?": "Yes, OPD care is available as an add-on with limits ranging from INR 2,000 to INR 25,000 in addition to the chosen sum insured.",
  "What is the no-claim bonus benefit?": "The no-claim bonus benefit is described as a cumulative bonus and waiver of waiting periods as per IRDAI guidelines, provided the policy has been maintained without a break.  The exact calculation is not specified.",
  "How is the NCB calculated?": "The provided text does not detail the calculation of the no-claim bonus (NCB).",
  "Is there a cap on NCB accumulation?": "This information cannot be found in the provided text.",
  "Does NCB get reset after a claim?": "This information cannot be found in the provided text.",
  "Is NCB applicable on all plan variants?": "This information cannot be found in the provided text.",
  "Can I change the sum insured mid-term?": "The sum insured can only be enhanced at the time of renewal.",
  "Can I shift from individual to floater policy?": "This information cannot be found in the provided text.",
  "Can dependents be added mid-term?": "Dependents can be added mid-term, provided requisite premium is paid.",
  "What happens if I want to remove a family member?": "The provided text does not specify the process for removing a family member.",
  "Can I cancel the policy anytime?": "The policyholder may cancel the policy at any time by giving 7 days’ written notice. The company may cancel at any time on grounds of misrepresentation or non-disclosure.",
  "Is the premium eligible for tax deduction under 80D?": "Yes, the premium is eligible for tax deduction under Section 80D of the Income Tax Act, 1961.",
  "Will I get a tax certificate for filing returns?": "This information cannot be found in the provided text.",
  "Can a policy be bought in someone else’s name?": "This information cannot be found in the provided text.",
  "Can a minor be the proposer?": "This information cannot be found in the provided text.",
  "What is the process to file a complaint?": "In case of any grievance, the insured person may submit a written complaint to the policy issuing office or grievance cell.  If unresolved, contact the Customer Relationship Management Dept. or utilize the Bima Bharosa system or Insurance Ombudsman.",
  "Are preventive health check-ups covered?": "Preventive health check-ups are covered, up to INR 5,000 every 2 years.",
  "Is wellness coaching part of the policy?": "Wellness coaching is not explicitly mentioned as a covered benefit.",
  "Does the insurer provide health tracking benefits?": "This information cannot be found in the provided text.",
  "Are health reward points offered?": "This information cannot be found in the provided text.",
  "Are teleconsultations included?": "This information cannot be found in the provided text.",
  "Is there a waiting period for psychiatric treatment?": "The provided text mentions a three-year waiting period for specific diseases, including those listed under 4.2.f).iv,  but doesn't explicitly state whether psychiatric treatment falls under this category.  More information is needed to answer definitively.",
  "What is the waiting time for cataract surgery coverage?": "The clauses specify a limit for cataract surgery (Section 3.1.1.2) but don't mention a waiting period.  However, other sections refer to waiting periods ranging from 90 days to three years for specific diseases/treatments.  Without further information on whether cataract surgery is considered a \"specified disease/treatment,\" a definitive answer about waiting period cannot be provided.",
  "Are joint replacements covered after any waiting period?": "Joint replacements are covered after a three-year waiting period (Section 4.2.f.iv), unless caused by an accident (Section 4.2.f.iv.a).",
  "Is there any waiting period for bariatric surgery?": "Bariatric surgery, or surgical treatment for obesity, has a three-year waiting period (Section 3.1.20 and 4.2.f.iv).",
  "What waiting period applies to ENT procedures?": "The provided text does not specify a waiting period for ENT procedures.  However, it indicates waiting periods of 90 days, one year, two years, and three years for other procedures;  more information is needed to determine if ENT procedures are subject to any waiting period.",
  "Are gall bladder surgeries covered after 1 year?": "The provided text doesn't state whether gall bladder surgeries are covered after one year. While some procedures have a one-year waiting period, gall bladder surgery isn't explicitly mentioned. More information is needed.",
  "Is there a waiting period for skin disorders?": "The clauses don't specify whether skin disorders have a waiting period. However, it does specify waiting periods for other diseases and procedures. More information is needed to clarify the waiting period for skin disorders.",
  "Are pre-existing diabetes complications covered immediately?": "Pre-existing diabetes complications are not covered immediately.  While optional coverage exists for pre-existing diabetes (Section 7.1), it is subject to co-payments unless continuous coverage for 36 months is attained.",
  "What’s the exclusion time for orthopedic surgeries?": "The provided text does not specify an exclusion time for orthopedic surgeries.  While it mentions waiting periods for specific diseases and procedures, there's no clear information on orthopedic surgeries. Further information is needed.",
  "Is there a waiting period for fertility treatments?": "There is a two-year waiting period for fertility treatments (Section 3.1.15 and associated text).",
  "Is chemotherapy covered under daycare procedures?": "The document states that chemotherapy is covered, but doesn't specify whether it's covered under daycare procedures.  Additional information is required to answer definitively.",
  "Are HIV/AIDS treatments covered in this policy?": "Yes, HIV/AIDS treatments are covered,  including pre- and post-hospitalization expenses (Section 3.1.17).",
  "Does the plan cover outpatient consultations?": "Outpatient consultations are covered under the optional Outpatient Treatment cover (Section 7.2), subject to the specified limits and exclusions.",
  "Is coverage provided for home healthcare services?": "The provided text does not specifically address coverage for home healthcare services.  Sections 4.30 and 4.33 mention exclusions related to home use of medical equipment and home visit charges. Additional information is needed.",
  "Are dialysis sessions covered in the plan?": "Dialysis sessions are covered under this policy, specifically end-stage renal disease requiring regular dialysis (Section III).",
  "Are alternative treatments like AYUSH covered?": "Treatment other than Allopathy/Modern medicine is excluded, but AYUSH treatment is mentioned (Section 7.2.1).  More detail is needed to understand whether AYUSH treatment is covered in a certain capacity or under certain conditions.",
  "Is robotic surgery included in the coverage?": "Robotic surgery is included, but coverage is limited to the robotic component only (Section 3.1.19).",
  "Is ambulance service included in the hospitalization cover?": "Ambulance service is covered, with limits specified per insured person, per policy year (Section 3.1.3).",
  "Does this policy cover oral cancer treatment?": "The provided text doesn't explicitly mention oral cancer treatment. While the policy covers various illnesses, the specific inclusion or exclusion of oral cancer treatment is not clear. Additional information is needed.",
  "Is coverage extended to accidents during sports activities?": "Coverage for accidents during sports activities is limited. Treatment for injuries from non-professional participation in hazardous or adventure sports is subject to a maximum of 25% of the sum insured (Section 3.1.1.3).  Professional participation is excluded (Section 4.9).",
  "Is there a maximum age limit for renewal?": "The provided text does not state a maximum age limit for renewal. Additional information is needed.",
  "Can senior citizens renew this policy lifelong?": "The document indicates that the Outpatient Treatment cover can be renewed annually throughout the lifetime of the insured person (Section 7.2), but doesn't specify a maximum age limit for other types of renewal. More details are needed to provide a definite answer.",
  "Does the policy allow portability to another insurer?": "The policy allows portability to other insurers, according to IRDAI guidelines, by applying to the new insurer at least 15 days before, but not earlier than 60 days from the policy renewal date (Section 5.19).",
  "Are grace periods available during policy renewal?": "Yes, a 30-day grace period is available for policy renewal (Section 2.54). However, coverage is not available during this grace period.",
  "Can lapsed policies be reinstated with continuity?": "The provided text doesn't explicitly state whether lapsed policies can be reinstated with continuity of benefits.  While it mentions the possibility of maintaining continuity with timely renewal, it doesn't describe a process for reinstating a lapsed policy.  More information is needed.",
  "Is there a cap on lifetime benefits?": "The provided text does not specify a cap on lifetime benefits. More information is needed.",
  "What is the process for porting this policy to another insurer?": "To port the policy to another insurer, the insured person must apply to the new insurer at least 15 days before, but not earlier than 60 days from the policy renewal date, following IRDAI guidelines (Section 5.19).",
  "Is there a bonus for claim-free years?": "Yes, the policy mentions \"cumulative bonus\" as an accrued continuity benefit for claim-free years (Section 5.15).",
  "Does the plan offer automatic renewal options?": "The policy mentions that it is renewable (Section 5.15). The process for renewal is not described in detail; therefore, it is unclear whether it offers automatic renewal options. Additional information is needed.",
  "Are dependents covered after policyholder's death?": "After the policyholder's death, the company will pay the nominee as named in the policy, or if there is no nominee, to the legal heirs or legal representatives (Section 5.23).",
  "Are injuries from extreme sports covered?": "Injuries from extreme sports are not fully covered. Expenses related to treatment due to participation as a non-professional in hazardous or adventure sports are subject to a maximum of 25% of the sum insured (Section 3.1.1.3); professional participation in such sports is excluded (Section 4.9).",
  "Does the plan exclude expenses for diagnostic tests without hospitalization?": "Diagnostic tests are excluded if not related or incidental to current diagnosis and treatment (Section 4.4.b). Also, expenses related to admission primarily for diagnostic and evaluation purposes only are excluded (Section 4.4.a).",
  "Are cosmetic surgeries excluded under this policy?": "Cosmetic or plastic surgeries are excluded, except for reconstruction after an accident, burns, or cancer, or if medically necessary to remove a direct and immediate health risk (Section 4.8).",
  "Does the plan cover mental health treatments?": "Mental health treatments are covered, provided they are undertaken at a hospital with a specific department for mental illness, under a qualified medical practitioner (Section 3.1.18).  Some types of psychotherapy are excluded.",
  "Is coverage denied for alcoholism-related treatments?": "The provided text does not explicitly state whether alcoholism-related treatments are excluded. More information is needed.",
  "Are congenital diseases covered or excluded?": "The provided text does not fully describe the coverage for congenital diseases.  While it mentions congenital anomalies (Section 2.12), it lacks detail on whether and how they are covered.  More information is needed.",
  "Is dental treatment included or excluded?": "Dental treatment is both included and excluded. Outpatient dental treatment is covered under the optional Outpatient Treatment cover (Section 7.2), but cosmetic dental treatments are excluded (Section 7.2.1).  Dental treatment necessitated by an injury is covered under inpatient care (Section 3.1.1).",
  "Does this policy exclude overseas treatment?": "Yes, treatment taken outside the geographical limits of India is excluded (Section 4.36).",
  "Are prosthetic devices covered post-surgery?": "Prosthetic devices are covered if implanted internally during a surgical procedure (Section 3.1.1.vi).",
  "Are treatments at unregistered hospitals excluded?": "The provided text does not explicitly say that treatment at unregistered hospitals is excluded, but it implies that hospitals must meet certain criteria (Section 2.22). Additional information is needed to provide a definitive answer.",
  "Is maternity covered after a certain waiting period?": "Maternity is covered after a 24-month waiting period (Section 3.1.14).",
  "What is the limit for maternity expense reimbursement?": "The limit for maternity expense reimbursement is shown in the Table of Benefits (Section 3.1.14), but the specific amount is not provided in the given text.",
  "Are prenatal checkups covered?": "The provided text doesn't specify whether prenatal checkups are covered. Section 3.1.14 covers maternity expenses, but the exact scope of what is included is not described. Additional information is needed.",
  "Are C-section deliveries covered under this policy?": "C-section deliveries are covered under maternity expenses (Section 3.1.14), subject to the waiting period and exclusions mentioned.",
  "Is newborn baby cover included?": "Newborn baby cover is included for up to 3 months of age. After 3 months, the baby needs to be specifically included in the policy (Section 3.1.14).",
  "What vaccinations are covered for newborns?": "The vaccinations covered for newborns are listed in the provided text (Section 3.1.16), including DPT, Hepatitis B, Hib, OPV, and others. The specific vaccines and their schedule are detailed in the table.",
  "Are congenital conditions in newborns covered?": "The provided text doesn't clarify the coverage for congenital conditions in newborns.  While it mentions \"congenital anomaly\" (Section 2.12) there is no description of coverage.  More information is required to determine the coverage.",
  "Is IVF or assisted reproduction covered?": "IVF and other assisted reproduction procedures (GIFT, ZIFT, ICSI) are covered under infertility treatment (Section 3.1.15), provided the policy has been in force for 24 months and other conditions are met.",
  "Does the plan offer coverage for high-risk pregnancies?": "The provided text does not specifically address high-risk pregnancies.  While maternity coverage is offered (Section 3.1.14), it does not explicitly mention an exception or special provision for high-risk pregnancies. More information is needed.",
  "Is maternity cover optional or default?": "Maternity cover is an add-on (Section 5.5.8). Although a newborn baby is covered from birth, the maternity cover requires a 24-month waiting period (Section 3.1.14). This suggests it is not a default but rather an optional cover.",
  "What documents are needed for reimbursement claims?": "The necessary documents for reimbursement claims include a completed claim form, bills, payment receipts, the patient's medical history, a discharge certificate or summary from the hospital, cash memos from hospitals/chemists supported by prescriptions, payment receipts, investigation test reports supported by prescriptions, the attending medical practitioner's certificate with diagnosis date and bill receipts, a surgeon's certificate stating the diagnosis and nature of the operation with bills/receipts, and for domiciliary hospitalization, a medical certificate stating the type of claim.  All original documents must be submitted within the prescribed time limit.",
  "Is e-claim submission supported in this policy?": "The provided clauses don't specify whether e-claim submission is supported.  The text mentions submitting documents via letter, e-mail, or fax, but doesn't explicitly state whether a mobile app is available.",
  "What is the time limit for filing claims?": "The time limit for filing claims varies depending on the type of claim. Outpatient treatments must be submitted twice during the policy period, within 30 days of the completion of each six-month period. Claims for critical illnesses must be submitted within 60 days of the diagnosis date.  Other reimbursement claims must be submitted within the prescribed time limit, which is not specified in these clauses.",
  "Can claims be submitted via mobile app?": "The provided clauses don't mention support for e-claims via mobile app. While email and fax are mentioned as options for submitting documents, there is no mention of a mobile app.",
  "What are the steps for a cashless hospitalization claim?": "For cashless hospitalization claims (if TPA service is opted), the insured person or representative must notify the TPA/Company in writing (letter, email, fax) within the prescribed time limit.  For planned hospitalization, notification is required at least 72 hours prior to admission; for emergency hospitalization, notification is needed within 24 hours of admission. The TPA will then issue a pre-authorization letter. At discharge, the insured person must verify and sign discharge papers and pay for non-medical or inadmissible expenses. Pre-authorization is subject to the insured person providing relevant medical details; refusal to provide these may result in denial of cashless access.",
  "Is pre-authorization required for every admission?": "Pre-authorization is required if cashless facilities are used and TPA services are opted, and treatment is taken in Network Provider/ PPN or Non Network Provider.",
  "How long does it take to process claims?": "The provided clauses do not specify the exact claim processing time. It only mentions that claims must be submitted within a prescribed time limit, but this limit is not defined and varies depending on the type of claim.",
  "Is there a claim limit per illness?": "The provided text states that the amount payable for claims during each policy year is subject to the policy's definitions, terms, exclusions, and conditions. Additionally, the total amount paid in each policy year cannot exceed the Floater Sum Insured for the insured family. A specific claim limit per illness is not explicitly mentioned.",
  "What happens if hospitalization is at a non-network hospital?": "If hospitalization occurs at a non-network hospital, and cashless facilities are used and TPA service is opted, the claim is still subject to pre-authorization by the TPA. However, if the TPA denies cashless access, the insured person can still obtain treatment and submit the claim for reimbursement.",
  "Are international treatments covered in any scenario?": "No, the policy explicitly states that all medical treatment must be taken within India (clause 5.8).",
  "Can this policy be availed under a family floater plan?": "Yes, this policy is offered as a family floater plan, as explicitly mentioned in the preamble and other clauses.  The amount payable for all claims in a policy year will not exceed the floater sum insured for the insured family.",
  "Does this plan support top-up or super top-up options?": "The provided clauses do not mention top-up or super top-up options.",
  "Are routine health checkups covered annually?": "Routine health check-ups are covered, but only every two years, up to a specified limit (INR 5,000 is mentioned in one place but there is another mention of an unspecified limit), available as a floater for the family.",
  "Can premium be paid in monthly installments?": "The provided clauses do not mention the option to pay premiums in monthly installments.  The text mentions a grace period of 30 days for premium payments but doesn't specify payment frequencies.",
  "Is telemedicine consultation included?": "The provided clauses do not explicitly include or exclude telemedicine consultations.",
  "Does this plan cover hospice or palliative care?": "The policy excludes psychological counseling, cognitive/family/group/behavioral/palliative therapy, or other types of psychotherapy that don't require hospitalization (clause 3.1.18 Exclusions).  There's no mention of hospice care, suggesting it isn't covered.",
  "Can the policy be transferred to spouse or child?": "The provided clauses do not address the transfer of the policy to a spouse or child. The clauses refer to renewal and the potential for the next eldest insured person to renew but don't discuss transferring ownership.",
  "Does the plan provide accidental death benefit?": "The provided clauses do not specify accidental death benefits. The policy focuses on medical expenses incurred during the policy period.",
  "Does the policy offer air ambulance coverage?": "Air ambulance coverage is mentioned, but the specific limits vary depending on the chosen plan (up to 5% of the sum insured is mentioned for some plans), and it is not included for other plans.",
  "Is there a co-payment clause in this policy?": "Yes, there is a co-payment clause.  A 20% co-payment applies to each admissible claim, with a 25% premium discount, or a 10% co-payment with a 12.5% discount.  These co-payments do not apply to critical illness and outpatient treatment optional covers but do apply to pre-existing diabetes and/or hypertension optional covers.",
  "Does this plan cover genetic disorders?": "The provided clauses do not explicitly state whether genetic disorders are covered.  More information is needed to confirm coverage.",
  "Are expenses on alternative therapies reimbursed?": "No, expenses for alternative treatments are specifically excluded in the context of domiciliary hospitalization (clause 3.1.4 Exclusions).",
  "Does the plan cover international second medical opinions?": "The provided clauses do not mention coverage for international second medical opinions.",
  "Is accidental disability included under this plan?": "The policy does not have a specific clause mentioning accidental disability.  While injuries are mentioned in relation to hospitalisation and various other treatments, there is no specific benefit described as 'accidental disability'.",
  "Are hospital daily cash benefits offered?": "Yes, the policy includes a daily hospital cash allowance (clause 3.1.8), with a daily limit and a maximum number of days specified and varying depending on the plan (INR 500 maximum of 5 days for one plan, and INR 1,000 for a maximum of 5 days for another).",
  "Can the policy be converted to an individual plan from a group plan?": "The provided clauses do not describe the conversion of a group plan to an individual plan.",
  "Is health coaching or wellness benefit part of this policy?": "The provided text does not include information on health coaching or wellness benefits as part of the policy.",
  "Are preventive care packages offered?": "The clauses mention a health checkup benefit, but it's not described as a preventive care package.  A health check-up is available every two years up to a limit that varies depending on the selected plan.   No other preventive care is explicitly mentioned.",
  "Are OPD dental procedures covered?": "Yes, outpatient dental treatment is covered (clause 7.2), subject to the policy's terms, definitions, conditions, and specified exclusions.  The limit of cover for outpatient treatment is also specified.",
  "Does the policy cover prosthetics and medical aids?": "Yes, clause 3.1.1 mentions that prosthetics and other devices or equipment implanted internally during a surgical procedure are covered.  However, there are extensive exclusions listed in Annexure II that might impact whether specific prosthetics or medical aids are covered. More details would be needed on the specifics.",
  "Are ambulance charges reimbursed separately or part of sum insured?": "Ambulance charges are covered separately. The policy mentions limits for ambulance charges (up to INR 2,500, INR 4,000, or INR 5,000 depending on the plan selected) and for air ambulances (up to 5% of the sum insured for some plans), but these are separate from the sum insured for treatment.",
  "Is teleconsultation included for psychiatric evaluations?": "The provided text does not specify whether teleconsultation is included for psychiatric evaluations.",
  "Can this plan be used for tax exemption under 80D?": "Yes, the policy explicitly states that the insured person can avail tax benefits for the premium paid under Section 80D of the Income Tax Act, 1961 (clauses 7.2 and 7.1.1).",
  "Are hearing aids covered post-surgery?": "The provided text does not specify whether hearing aids are covered post-surgery.  The policy covers prosthetics implanted during surgery, but not necessarily aids provided after.",
  "Are ICU and HDU charges reimbursed in full?": "No, ICU and HDU charges are not reimbursed in full.  Clause 3.1.1.1 states that room charges and intensive care unit charges are payable up to a limit specified in the Table of Benefits (for Plan A only).  The limit does not apply if treatment is part of a package in a Preferred Provider Network (PPN).",
  "Are alternative dialysis centers covered outside city limits?": "The provided clauses do not specify whether alternative dialysis centers outside city limits are covered. More information is needed.",
  "What is the coverage for chronic illnesses like asthma?": "Asthma is listed as a chronic condition (clause 3.1.1).  However, the policy's coverage for chronic illnesses is not defined, except to say that it is subject to the policy's terms, conditions and exclusions.  Specific coverage would need to be reviewed in the full policy document.",
  "Is there a separate cap on surgeon's fee?": "The provided text does not specify a separate cap on surgeon's fees.  The overall policy limits may indirectly affect the amount payable for a surgeon's fees.",
  "Can maternity claims be made in case of miscarriage?": "The provided text does not explicitly address maternity claims in the case of miscarriage. More information would be needed to understand the coverage in case of miscarriage.",
  "Does the policy include domiciliary hospitalization?": "Yes, the policy includes domiciliary hospitalization (clause 3.1.4).  It indemnifies medical expenses incurred for domiciliary hospitalization, including pre- and post-hospitalization expenses, up to the limit shown in the Table of Benefits. However, there are exclusions (treatment less than 3 days, alternative treatment, maternity or infertility expenses, and other specified diseases).",
  "Can policyholders switch to higher sum insured later?": "Yes, the sum insured can be enhanced at the time of renewal, subject to the availability of higher slabs and the discretion of the company (clause 5.16).  The waiting periods and conditions apply to the increased portion of the sum insured.",
  "Are expenses on medical nutrition therapy covered?": "The provided text does not explicitly mention coverage for medical nutrition therapy.  More information is needed to determine the coverage.",
  "Is accidental dental damage included?": "Yes, accidental dental damage is covered (clause 3.1.1, item vii), but only if the damage is necessitated due to an injury.",
  "Does the policy provide annual health report summary?": "The provided text doesn't mention the provision of an annual health report summary.",
  "Is yoga or wellness therapy reimbursed under AYUSH?": "While the policy covers AYUSH treatments (clause 3.1.6),  it does not specifically mention whether yoga or wellness therapy is included.  The policy text requires the treatments to be done in an AYUSH hospital with qualified practitioners.  More details are needed to determine the coverage.",
  "Are vaccinations like HPV or tetanus included?": "Yes, Annexure I lists HPV and TT (tetanus) vaccinations as covered for children within specific age ranges.  Clause 3.1.16 states that expenses incurred for vaccinations of children, as listed in Annexure I, are reimbursed up to the limit shown in the Table of Benefits.",
  "Does the policy offer critical illness coverage as an add-on?": "Yes, critical illness coverage is available as an optional add-on (clause 7.3 and related text).  The benefit amount is specified, with varying amounts based on the chosen level of coverage, and there are conditions and exclusions. ",
  "Are hearing impairments treated under any rider benefits?": "The provided clauses do not specify whether hearing impairments are treated under any rider benefits. More details are needed to determine if this is covered."
}
