{
  "What is the minimum period of hospital stay required to qualify for hospitalisation under this policy?": "HOSPITALISATION means admission in a Hospital for a minimum period of 24 consecutive hours.",
  "Are ICU charges like nursing, monitoring devices, and life support covered under the policy?": "ICU CHARGES means the amount charged by a Hospital towards ICU expenses; this includes expenses for ICU bed, general medical support services, monitoring devices, critical care nursing, and intensivist charges.",
  "How can the ID card issued under this policy be used during hospital visits?": "The I.D. CARD is issued to the Insured Person by the TPA to avail Cashless facility in the Network Hospital.",
  "What distinguishes an acute medical condition from a chronic condition in this policy?": "An acute condition is a disease, illness, or injury likely to respond quickly to medical treatment, while a chronic condition is a disease, illness, or injury lasting one or more years and requiring ongoing medical attention.",
  "Are short-term hospital stays covered under the policy if the treatment could have required a longer admission without technology?": "Treatment for ‘In-patient Care’ requires a stay of more than 24 hours, except for specified procedures where a shorter admission is possible; hospitalization is required if the treatment would have needed more than 24 hours without technology.",
  "What is defined as an accidental injury under the terms of this insurance?": "INJURY means accidental physical bodily harm excluding illness or disease solely and directly caused by external, violent, visible, and evident means.",
  "What makes a treatment 'medically necessary' according to the insurer?": "Medically necessary treatment is a condition precedent; expenses must be reasonable and customary for the treatment, tests, medication, or stay.",
  "What expenses are included under pre-hospitalization and post-hospitalization benefits?": "PRE-HOSPITALISATION EXPENSES means medical expenses incurred up to 30 days before hospital admission; POST-HOSPITALISATION EXPENSES means medical expenses incurred up to 60 days after discharge.",
  "What are the ambulance service coverage limits across different policy variants?": "Ambulance service charges are payable only if Hospitalization expenses are admissible; the limit is specified in the Policy and/or schedule, but not exceeding the Sum Insured.",
  "Are newborn babies automatically covered under this health policy?": "NEW BORN BABY means baby born during the Policy Period and is cover from day 1.",
  "What is the maximum number of deliveries covered under the maternity benefit?": "MATERNITY EXPENSES include medical treatment expenses for childbirth (including complicated deliveries and caesarean sections) incurred during Hospitalization; the maximum number is not specified.",
  "What is the maximum limit covered under Air Ambulance benefits?": "The limit for Air Ambulance benefits is specified in the Policy and/or schedule, but not exceeding the Sum Insured.",
  "What are the criteria for medical treatment to be classified as domiciliary?": "DOMICILIARY HOSPITALISATION means medical treatment for an illness/disease/injury which, in the normal course, would require care and treatment at a hospital but is actually taken while confined to the home under constant medical supervision.",
  "Does the policy have a waiting period for specific diseases or surgeries?": "Coverage is not available for pre-existing diseases, time-bound exclusions, and waiting periods.",
  "What does the policy define as a reasonable and customary charge?": "REASONABLE AND CUSTOMARY CHARGES means the charges for services or supplies, which are the standard charges for the specific provider and consistent with the prevailing charges in the area.",
  "How is room rent limit calculated across different plans?": "The policy states that the room rent limit will be up to the limit specified in the Policy and/or schedule of the Policy, but not exceeding the Sum Insured.",
  "Are AYUSH treatments included under the policy coverage?": "AYUSH HOSPITAL is a healthcare facility wherein medical/surgical/para-surgical treatment and procedures and interventions are carried out by AYUSH Medical Practioner(s).",
  "What is meant by contribution under this policy?": "CONTRIBUTION is essentially the right of an insurer to call upon other insurers liable to the same insured to share the cost of an indemnity claim on a rate able proportion of Sum Insured.",
  "What happens if two policies cover the same medical treatment?": "If two or more policies are taken by the insured during a period from one or more insurers, the contribution clause will apply.",
  "What are the age eligibility criteria for dependent children under the policy?": "Dependent Children (i.e. natural or legally adopted) between the ages 91 days to 18 years are covered. However, male children can be covered up to age 25 if they are bonafide regular students.",
  "How does the insurer define 'network provider' in the context of hospital claims?": "NETWORK PROVIDER means hospitals or health care providers enlisted by an insurer, TPA or jointly by an Insurer and TPA to provide medical services to an insured by a cashless facility.",
  "Are there any exclusions related to maternity or newborn baby coverage?": "2.32 NEW BORN BABY means baby born during the Policy Period and is cover from day 1.",
  "Are cosmetic or plastic surgeries covered under any condition?": "It covers Ophthalmic ailments arising out of trauma/ infection/ age related diseases/ foreign body removals and excludes cosmetic eye surgeries, Lasik, cost of spectacles and contact lenses.",
  "Is outpatient (OPD) treatment covered under this policy?": "2.37 OUT-PATIENT TREATMENT is one in which the Insured visits a clinic/Hospital or associated health care provider for consultation or treatment.",
  "Are dental treatments covered under the standard or Gold Plan?": "2.11 DENTAL TREATMENT means a treatment related to teeth or structures supporting teeth.",
  "Are maternity-related expenses covered under the policy?": "Maternity expenses means expenses towards lawful medical termination of pregnancy during the Policy Period.  Medical treatment expenses traceable to childbirth (including complicated deliveries) are covered if the Newborn Baby Benefit is added with an additional premium.",
  "Is organ donor surgery covered, including pre and post hospitalization?": "Pre and Post Hospitalisation expenses are covered.  The policy also mentions coverage for surgical procedures.",
  "What is the co-payment or deductible clause mentioned in the policy?": "Co-payment means a cost-sharing requirement under a health insurance policy that provides that the policyholder/insured will bear a specified percentage of the admissible claim.  Deductible means a cost-sharing requirement under a health insurance policy that provides that the policyholder/insured will bear a specified amount of the admissible claim before the insurer starts paying.",
  "Are congenital or genetic disorders included under the coverage?": "Congenital Anomaly refers to a condition(s) which is present since birth, and which is covered under the policy is conditional upon.  Internal and external congenital anomalies are specified.",
  "What treatments or conditions are explicitly excluded from coverage?": "The following are excluded: biochemical markers; episodes at least 1 month apart; other causes of neurological damage such as SLE and HIV; treatment of less than 3 days.",
  "What optional covers are available under the Gold Plan variant?": "The Gold Plan offers optional covers for geographical extension to SAARC countries and restoration of the sum insured (up to 50% or 100%, as chosen at policy start).  Additional premiums apply for these optional covers.",
  "Does the policy offer a no-claim bonus or cumulative discount?": "The policy mentions a cumulative bonus and waiver of waiting periods for those who maintain their policy without a break.  However, the specific details of a no-claim bonus or cumulative discount are not provided.",
  "Does the policy exclude treatment for injuries caused by alcohol or substance abuse?": "Mental conditions associated with alcohol and drug abuse are excluded.  Treatment for alcohol, drug, or substance abuse, and its consequences, is also excluded.",
  "Is HIV/AIDS treatment covered or excluded under this policy?": "The company will cover medical expenses for in-patient care and pre- and post-hospitalization expenses related to HIV infection.",
  "Does the policy exclude coverage for war or nuclear-related injuries?": "Treatment is excluded for injuries caused by war (declared or not), war-like occurrences, invasion, acts of foreign enemies, hostilities, civil war, rebellion, revolution, insurrection, mutiny, military or usurped power, seizure, capture, arrest, restraint, and detention.",
  "Does the policy offer a second medical opinion benefit for major illnesses?": "The policy covers medical expert’s fees for a medical second opinion if the insured person is diagnosed with one of the specified major illnesses, taken either before or during treatment, provided the hospitalization claim is admissible. This coverage is available for Platinum Plan only.",
  "What are the exclusions under the personal accident benefit?": "The company shall not be liable under the personal accident section for injuries/death due to intentional self-injury, suicide or attempted suicide, being under the influence of intoxicating liquor, engagement in aviation or ballooning, speed contests or racing (other than on foot), bungee jumping, parasailing, parachuting, ski-diving, base jumping, paragliding, hang gliding, mountain or rock climbing necessitating the use of guides or ropes, solo climbing, ice climbing, ice canoeing, scuba diving, caving, cave diving, potholing, abseiling, snowboarding, wave ski surfing, deep sea diving using hard helmet and breathing apparatus, polo, snow and ice sports, similar hazardous activities, military, air force or naval operations, or whilst mounting into, dismounting from or travelling in any aircraft other than specified.",
  "Is there any benefit under the policy if the insured suffers total permanent disability?": "Yes, under the Platinum Plan, if an insured person suffers an Accident during the policy period that is the sole and direct cause of total permanent disability within 365 days from the date of the accident, the policy will pay a fixed amount of 10% of the base sum insured. This benefit is not applicable for dependent children.",
  "Does the policy include any benefit for life-threatening emergencies requiring airlift?": "Yes, the policy includes Air Ambulance Cover, available for the Platinum Plan only, which covers air ambulance cost up to 5% of the policy sum insured for life-threatening medical emergencies requiring immediate and rapid ambulance transportation to a hospital/medical center that ground transportation cannot provide. This is provided necessary medical treatment is not available at the insured person's location, it is prescribed by a medical practitioner, and is medically necessary, with the insured person being in India.",
  "What are the implications of getting admitted to a non-network hospital versus a network hospital?": "Claim in respect of Cashless Access Services will be through the Company / TPA provided admission is in a network Hospital/ Nursing Home and is subject to pre admission authorization. The Company / TPA reserves the right to deny pre-authorization if the Hospital / Insured Person is unable to provide relevant information/medical details; in such circumstances denial of Cashless Access should in no way be construed as denial of liability. All documents must be duly attested by the Insured Person/Claimant for claim submission.",
  "Which illnesses are eligible for the second medical opinion feature?": "If the Insured Person is diagnosed with one of the specified major Illnesses, the policy covers Medical Expert’s fees for a Medical Second Opinion. The major illnesses covered are: Cancer, Renal Disease, Stroke resulting in permanent symptoms, Coma, All Cardiac conditions/surgeries, Major Organ / Bone Marrow transplantation, Paralysis of limbs, Motor Neuron disease, All Brain related conditions /surgeries, and Multiple Sclerosis.",
  "Is there any restoration of sum insured feature if coverage gets exhausted?": "Yes, if during the Policy Period the Sum Insured gets reduced or exhausted on account of a claim under the Policy, the Sum Insured is automatically restored to the extent of the claim amount but not exceeding the Restoration limit opted (50% / 100% of Sum Insured) at the inception of the Policy. This benefit is available only under Silver and Gold Plans.",
  "Does the policy offer personal accident coverage as an add-on?": "Yes, Personal Accident coverage can be taken as an optional cover on payment of additional premium, and co-payment will not apply on this cover.",
  "Can the policy be extended for international travel to SAARC countries?": "Yes, the Policy can be extended to cover Insured Persons visiting other SAARC (South Asian Association for Regional Co-operation) countries - Afghanistan, Bangladesh, Bhutan, Maldives, Nepal, Pakistan, Sri Lanka. No additional premium will be charged for this extension, but the Insured Person must make a written request before leaving the country.",
  "Does the policy cover outpatient consultations or diagnostics?": "Treatment that can be and is usually taken on an Out-Patient basis is not covered; however, Pre-Hospitalization Medical Expenses for consultations, investigations, and medicines incurred up to 60 days before admission and Post-Hospitalization Medical Expenses incurred up to 90 days after discharge are covered for Inpatient, Day Care, or Domiciliary treatment.",
  "What is the waiting period for pre-existing diseases?": "Expenses related to the treatment of a pre-existing disease (PED) and its direct complications shall be excluded until the expiry of 36 months of continuous coverage after the date of inception of the first policy with insurer. In case of non-disclosure, an additional waiting period of not exceeding 4 years may be incorporated from the date the non-disclosed condition was detected. If any specified disease/procedure falls under another waiting period, the longer of the two waiting periods shall apply.",
  "What is the procedure to raise a claim for hospitalization?": "For planned hospitalization, notification must be given at least 48 hours prior to admission. For emergency hospitalization, notify within 24 hours of the start of hospitalization. For cashless service at a Network Hospital, notify at least 48 hours before planned treatment or within 24 hours after emergency treatment. Supporting documentation, medical records, and information must be provided within 15 days of the earlier of the request or discharge/completion of treatment, including a completed claim form, original bills, reports, diagnosis, and a detailed list of services.",
  "Who can be covered under this family floater policy as an insured member?": "The Happy Family Floater Policy can cover a newly wed spouse within 90 days of marriage or at the time of renewal, and a newborn child from day one of birth or at the time of renewal. Additionally, persons above the age of 70 years can be covered under the Silver or Gold Plan.",
  "Is there a daily hospital cash allowance included in any of the plans?": "Yes, a Daily Hospital Cash Allowance is available, payable at 0.1% of the Sum Insured per day of Hospitalization, subject to a maximum compensation for 10 days per illness, with an overall liability limited to 1.5% of the Sum Insured during the Policy Period.",
  "Is outpatient treatment for dental or eye care covered under this policy?": "Expenses incurred on Out Patient Department (OPD) are generally excluded, except for OPD benefit for Dental and Ophthalmic cover in the Platinum Plan.",
  "How long must the policy be active before maternity benefits can be claimed?": "Maternity benefits are applicable only in the Diamond and Platinum Plan, provided the plan has been continuously in force for a period of minimum 24 months in respect of both the Insured and his/her spouse.",
  "Is ART (Assisted Reproduction Treatment) covered, and if so, under what conditions?": "Assisted Reproduction Treatment (ART) is covered under the Platinum plan for sub-fertility/infertility where it is proven by a specialized doctor that conception through natural process is not possible. This treatment involves in-vitro handling of human oocytes and sperm or embryos for establishing a pregnancy.",
  "What are the conditions under which the insurer pays for organ donor expenses?": "The policy covers in-patient hospitalization medical expenses in respect of the organ donor when the Insured Person is the recipient, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and other applicable regulations. The organ must be for the use of the Insured Person advised to undergo transplant, and the Insured Person's claim must be admissible under the Hospitalization section. Exclusions include costs associated with organ acquisition, donor screening, and any pre and post-hospitalization medical expenses of the donor.",
  "Is a separate benefit available if the insured person is donating an organ?": "Yes, a lump sum payment of 10% of the Sum Insured is payable to the Insured Person donating an organ, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and other applicable regulations.",
  "What percentage of expenses will the insured bear under the co-payment clause in the Silver Plan?": "Under the SILVER plan, the insured has to bear 10% of the admissible claim Amount in each and every claim.",
  "Is there any benefit or waiver available to avoid proportionate room rent deductions?": "Yes, a Waiver of Proportionate Deduction Clause is available by paying an additional premium. This waiver means that proportionate deductions related to the room rent category will not be applied, and all related expenses will be payable as per the entitled room category.",
  "What are the exclusions under domiciliary hospitalisation?": "The Company's liability under Domiciliary Hospitalization Benefit is restricted for conditions including Epilepsy, Hypertension, Influenza, Cough and Cold, Pyrexia of unknown origin for less than 10 days, Tonsillitis and Upper Respiratory Tract infection including Laryngitis and Pharyngitis, and Arthritis, Gout and Rheumatism.",
  "Is treatment for dog bites covered, and under which benefit category?": "Treatment for dog bites (or bites of any other rabid animal like monkey, cat etc.) is covered, with a maximum of Rs. 5,000/- actually incurred on immunization injections in any one Policy Period. This benefit is part of Domiciliary Hospitalization limits.",
  "Are pre-existing diseases covered immediately after the policy starts?": "No, pre-existing diseases are not covered immediately after the policy starts. Coverage is subject to a waiting period of 36 months from the effective date of the policy and declaration at the time of application and acceptance by the insurer.",
  "Can insured persons claim OPD expenses under any of the plans?": "Generally, expenses incurred on Out Patient Department (OPD) are excluded, except for an OPD benefit for Dental and Ophthalmic cover in the Platinum Plan.",
  "What expenses are not covered if the insured person takes treatment in a hospital without proper registration?": "Expenses incurred towards treatment in any hospital or by any Medical Practitioner or any other provider specifically excluded by the Insurer and disclosed on its website/notified to policy holders are not admissible. However, in life-threatening situations or following an accident, expenses up to the stage of stabilization are payable.",
  "Is there any maximum entry age for family members under this plan?": "The maximum entry age for all members under this plan is 65 years. However, a Policy covering any person above the age of 70 years cannot change plans, and persons 70 years of age can be covered under Silver or Gold Plan, but not under Diamond and Platinum Plan, with a co-payment applied in all subsequent renewals.",
  "What is the benefit payable if the insured dies due to an accident?": "Under the Personal Accident Cover, if the Insured Person dies due to an accidental bodily injury within 12 months of its occurrence, the Company undertakes to pay 100% of the Capital Sum Insured (CSI).",
  "Can the policyholder claim telemedicine consultation charges?": "Yes, telemedicine consultation charges are allowed in the terms and conditions of the policy contract, subject to limits/sub-limits prescribed in the Policy Schedule and compliance with Telemedicine Practice Guidelines.",
  "What amount is reimbursed for telemedicine consultations under the policy?": "The limit of the amount payable for telemedicine consultations is a maximum of Rs. 2,000/- per family, for a policy period.",
  "How is chronic kidney failure defined and covered under this policy?": "Chronic Kidney disease is defined as End stage renal disease presenting as chronic irreversible failure of both kidneys to function, as a result of which either regular renal dialysis (hemodialysis or peritoneal dialysis) is instituted or renal transplantation is carried out. Diagnosis must be confirmed by a specialist Medical Practitioner.",
  "Are modern treatments like robotic surgeries or stem cell therapy included in coverage?": "Yes, Robotic surgeries are covered with limits of 10% of Sum Insured, subject to a maximum of INR 1,00,000 or INR 2,00,000 per policy period. Stem cell therapy is covered only for Hematopoietic stem cells for bone marrow transplant for hematological conditions, with limits of 10% of Sum Insured, subject to a maximum of INR 50,000 or INR 1,50,000 per policy period.",
  "What are the defined sub-limits for oral chemotherapy and immunotherapy treatments?": "For Oral chemotherapy, the sub-limit is 25% of the Sum Insured, subject to a maximum of INR 50,000 or up to INR 1,50,000 per policy period. For Immunotherapy (Monoclonal Antibody to be given as injection), the sub-limit is 10% of the Sum Insured, subject to a maximum of INR 50,000 or INR 1,50,000 per policy period.",
  "What is covered under the critical illness benefit provided in the Platinum plan?": "The Platinum plan provides a 'Life Hardship Survival Benefit Plan' for any of the 11 critical illnesses defined in the policy. If an Insured Person is diagnosed with one of these illnesses and a claim is admissible, a survival benefit becomes payable.",
  "How many critical illnesses are covered for life hardship survival benefit?": "There are 11 critical illnesses covered for the life hardship survival benefit.",
  "What is the minimum duration of hospitalization required to make a valid claim under this policy?": "For inpatient care treatment, the Insured Person has to stay in a Hospital for more than 24 hours. However, a relaxation to 24 hours minimum duration for Hospitalization is allowed for day care procedures/surgeries.",
  "Are ICU expenses, including specialist care and monitoring equipment, fully covered under all plan variants?": "ICU (Intensive Care Unit) charges include expenses for ICU bed, general medical support services, monitoring devices, critical care nursing, and intensivist charges. All related expenses are payable as per the entitled room category based on the Room Rent/ICU limit, and proportionate deductions related to the room rent category can be waived by paying an additional premium.",
  "What is the scope of the cashless treatment facility provided through the insurer’s network hospitals?": "Cashless facility means direct payments by the insurer to the network provider for the costs of treatment undergone by the insured, in accordance with policy terms and conditions, to the extent pre-authorization is approved. This facility is available through network hospitals and is subject to pre-admission authorization based on eligibility verification and provision of relevant medical details.",
  "What are the conditions under which pre-existing diseases become eligible for coverage?": "Coverage for any pre-existing disease is available after the expiry of 36 months, subject to it being declared at the time of application and accepted by the insurer. Renewal and migration provisions also allow for gaining credit for pre-existing diseases, contributing to continuous coverage.",
  "What is the waiting period for critical illnesses like cancer, cataract, and knee replacement surgeries?": "Expenses related to listed conditions, surgeries/treatments are excluded until the expiry of a specified waiting period of continuous coverage. If a specified disease/procedure falls under the waiting period for pre-existing diseases, the longer of the two waiting periods shall apply. There is also a general 30-day waiting period for any illness from the first policy commencement date, except for claims arising due to an accident.",
  "Does the policy offer coverage from day one for a newborn baby, and are there any terms or limits?": "Yes, the Policy covers a New Born Baby from day one only on payment of requisite premium. Medical expenses incurred for treatment taken in Hospital as an in-patient shall be payable, subject to policy terms and conditions. If a claim is spread over two Policy Periods, the aggregate liability is limited to the Sum Insured of the Policy under which the claim was reported.",
  "How does the co-payment clause apply under the Silver Plan, and can it be waived?": "For Insured Persons 70 years of age or older covered under the Silver Plan, co-payment will apply in all subsequent renewals. A waiver of any terms, provisions, conditions, and endorsements of this Policy is not valid unless made in writing and signed by an authorized official of the Company.",
  "Are maternity expenses covered, and what are the conditions regarding number of deliveries and waiting periods?": "Medical treatment expenses traceable to childbirth (including complicated deliveries and cesarean sections) and expenses towards miscarriage (unless due to an accident) and lawful medical termination of pregnancy are generally excluded, except for ectopic pregnancy. However, this exclusion does not apply for Diamond and Platinum plans. The company’s maximum liability per delivery or termination is limited to 2.5% of the Sum Insured in any one Policy Period.",
  "Is assisted reproduction treatment (ART) included, and what documentation is required to prove infertility?": "Yes, Assisted Reproduction Treatment (ART) is included and will be reimbursed for sub-fertility/infertility. It must be proven by a specialized doctor that it is not possible to conceive through natural process due to established sub-fertility/infertility problems of the couple.",
  "What is the financial benefit if the insured person donates an organ under the policy terms?": "A lump sum payment of 10% of the Sum Insured is payable to the Insured Person donating an organ to cover medical and other incidental expenses, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and any other applicable regulations.",
  "Are expenses related to the organ donor covered if the insured person is the transplant recipient?": "Yes, the Policy covers in-patient Hospitalization Medical expenses in respect of the organ donor when the Insured Person is the recipient, provided the donation conforms to the Transplantation of Human Organs Act 1994, the organ is for the Insured Person, and the Insured Person's claim is admissible under the Hospitalization section. Excluded costs include organ acquisition, donor screening, and any pre and post-hospitalization medical expenses of the donor.",
  "What is the total daily limit and maximum duration for the daily hospital cash benefit?": "The daily hospital cash allowance is 0.1% of the Sum Insured per day of Hospitalization, subject to a maximum compensation for 10 days per illness. The overall liability of the Company during the Policy Period will be limited to 1.5% of the Sum Insured.",
  "Are ambulance charges reimbursed, and what are the plan-wise limits or conditions attached?": "Ambulance service charges are reimbursed. For some plans (likely Silver/Gold), the limit is Rs.1000 maximum per illness and 1% of Sum Insured per policy period, subject to a maximum of Rs.3000. For other plans (likely Diamond/Platinum), the limit is Rs.2000 maximum per illness and 1% of Sum Insured per policy period, subject to a maximum of Rs.6000.",
  "Can expenses incurred before or after hospitalization be claimed, and what is the coverage duration?": "Yes, medical expenses incurred 30 days prior to Hospitalization and up to 60 days post Hospitalization can be claimed as Pre and Post Hospitalization expenses.",
  "Is mental illness covered under any plan, and are there exclusions related to substance abuse?": "Mental conditions associated with the abuse of alcohol and drugs, mental retardation and associated complications, and psychological counseling or psychotherapy not requiring hospitalization are excluded. Treatment for alcoholic/drug/substance abuse or any addictive condition and its consequences are also excluded.",
  "Does the policy cover modern medical technologies such as robotic surgery or stem cell therapy?": "Yes, the policy covers Stem cell therapy for Hematopoietic stem cells for bone marrow transplant for hematological conditions, subject to limits of 10% of SI, up to INR 50,000 or INR 1,50,000 per policy period. Other Stem Cell Surgery is excluded. Modern treatment methods like robotics have a sub-limit on associated expenses, indicating coverage over and above the limit for conventional surgery.",
  "Are outpatient dental and ophthalmic expenses reimbursable under any plan variant?": "Any expenses incurred on Out Patient Department (OPD) are generally excluded, except for an OPD benefit for Dental and Ophthalmic cover in the Platinum Plan. Dental treatment is excluded unless necessitated due to an Injury.",
  "Does the Platinum Plan include coverage for critical illnesses with a survival benefit, and what illnesses are covered?": "Yes, the Platinum Plan includes coverage for a Life Hardship Survival Benefit Plan. If an Insured Person is diagnosed with any of the 11 critical Illnesses defined in the policy (not specified in the clause) and a claim is admissible, a survival benefit becomes payable. This coverage is exclusive to the Platinum Plan.",
  "How does the restoration of sum insured work if the original sum gets exhausted during the policy year?": "If the Sum Insured gets reduced or exhausted due to a claim during the Policy Period, it is automatically restored to the extent of the claim amount, not exceeding the Restoration limit opted (50% or 100% of Sum Insured).",
  "What expenses are included under air ambulance coverage, and which plans are eligible?": "Air ambulance coverage is available for life-threatening medical emergency conditions that require immediate and rapid ambulance transportation to a hospital/medical center when ground transportation cannot provide it, necessary medical treatment is unavailable at the insured person's location at the time of emergency, and it is prescribed by a Medical Practitioner and medically necessary. The provided clauses do not specify which plans are eligible.",
  "Are there any exclusions related to self-inflicted injury, suicide, or adventure sports in personal accident coverage?": "Under the Personal Accident section, intentional self-injury, suicide or attempted suicide are excluded. Engagement in aviation or ballooning, speed contests or racing (other than on foot), bungee jumping, parasailing, parachuting, ski-diving, BASE jumping, paragliding, hang gliding, mountain or rock climbing necessitating the use of guides or ropes, solo climbing, ice climbing, ice canoeing, scuba diving, Caving, cave diving, potholing, abseiling, snowboarding, wave ski surfing, and deep sea diving using hard helmet and breathing apparatus are also excluded.",
  "What percentage of coverage is provided under the personal accident benefit for accidental death or disability?": "For accidental death, 100% of CSI (Covered Sum Insured) is payable. For loss of two entire limbs, or sight of two eyes, or one entire limb and sight of one eye, 100% of CSI is payable. For loss of one entire limb or sight of one eye, 50% of CSI is payable. For permanent total disablement, 100% of CSI is payable.",
  "How is a chronic condition defined in the policy, and how does it affect long-term coverage eligibility?": "A chronic condition is defined as a disease, illness, or injury that needs ongoing or long-term monitoring through consultations, examinations, check-ups, and/or tests; needs ongoing or long-term control or relief of symptoms; or requires rehabilitation for the patient or for the patient to be specially trained to cope with it. The clauses do not detail how this definition affects long-term coverage eligibility.",
  "What are the financial and documentation requirements to claim under the second medical opinion benefit?": "The Policy covers Medical Expert’s fees for a second opinion if the Insured Person is diagnosed with one of the specified major Illnesses. A claim under this clause is admissible subject to the hospitalization claim being admissible, and this expense is payable only once per Illness per Insured Person.",
  "What constitutes a medically necessary treatment under the policy’s definition?": "Medically Necessary Treatment means any treatment, tests, medication, or stay in hospital or part of a stay in hospital which is prescribed by a Medical Practitioner, is medically necessary, and is for a life-threatening medical emergency requiring rapid ambulance transportation where ground transport is insufficient, or when necessary medical treatment is unavailable at the insured person's location. For it to be considered a medical necessity, it must be certified by the attending Medical Practitioner to remove a direct and immediate health risk to the insured.",
  "Can policyholders migrate to another policy while retaining continuity benefits for waiting periods?": "Migration means the right accorded to health insurance policyholders (including all members under family cover and members of group health insurance policy) to transfer the credit gained for pre-existing conditions and time-bound exclusions with the same insurer.",
  "What is the maximum age for entry and renewal for different insured persons, including senior citizens?": "The maximum entry age for all members for all plans is 65 years. However, persons 70 years of age can also be covered under Silver or Gold Plans (but not Diamond and Platinum Plans), with co-payment applicable in all subsequent renewals. Change of Plan is not allowed for a policy covering any person above the age of 70 years.",
  "Are expenses incurred at a hospital not registered or blacklisted by the insurer reimbursable under any circumstances?": "Expenses incurred towards treatment in any hospital or by any Medical Practitioner or any other provider specifically excluded by the Insurer are not admissible. However, in case of life threatening situations or following an accident, expenses up to the stage of stabilization are payable but not the complete claim.",
  "How does the insurer define contribution when two or more policies cover the same risk?": "CONTRIBUTION is essentially the right of an insurer to call upon other insurers liable to the same insured to share the cost of an indemnity claim on a rate able proportion of Sum Insured. The contribution clause is not applicable if the cover/benefit offered is fixed in nature or does not have any relation to the treatment costs.",
  "Does the policy cover outpatient telemedicine consultations, and what are the monetary limits?": "Yes, telemedicine consultations are covered, subject to Limits/Sub limits prescribed in the Policy Schedule. The limit of amount payable for telemedicine is maximum Rs. 2,000/- per family, for a policy period.",
  "What benefits are available for the treatment of rabies following dog or monkey bites?": "For treatment of dog bite (or bite of any other rabid animal like monkey, cat etc.), a maximum of Rs. 5,000/- actually incurred on immunization injections is covered in any one Policy Period. This will be part of Domiciliary Hospitalization limits, and Anti Rabies Vaccination is specifically provided for.",
  "Are immunotherapy and oral chemotherapy covered, and what are their respective sub-limits?": "Oral chemotherapy is covered per policy period at 25% of SI, subject to a maximum of INR 50,000, or up to INR 1,50,000. Immunotherapy-Monoclonal Antibody (given as injection) is covered per policy period at 10% of SI, subject to a maximum of INR 50,000, or up to INR 1,50,000.",
  "Does the policy offer geographical coverage outside India, such as SAARC countries?": "Yes, the policy can be extended to cover Insured Persons visiting other SAARC countries (Afghanistan, Bangladesh, Bhutan, Maldives, Nepal, Pakistan, Sri Lanka) without additional premium, by making a written request before leaving the country. Cashless service is not available for treatment taken in countries outside India; such claims shall be considered only on re-imbursement basis.",
  "Are policyholders allowed to change their sum insured or plan variant at the time of renewal?": "Yes, if the family size increases on renewal, Sum Insured can be increased to maximum two slabs higher. If no claims are reported in the two immediate preceding Policy Periods, a change to the next Plan (e.g., Silver to Gold) at the initial SI slab or two steps higher from the current SI is allowed. Change of Plan is not allowed for a Policy covering any person above the age of 70 years.",
  "Is there any penalty for non-disclosure of pre-existing conditions at the time of policy issuance?": "Coverage under the policy after 36 months for any pre-existing disease is subject to it being declared at the time of application and accepted by the insurer. The clauses do not explicitly mention a penalty for non-disclosure beyond the condition for coverage.",
  "What types of room upgrades or hospital room categories may result in proportionate deductions in claim amounts?": "Proportionate deductions in claim amounts may result if the Insured Person is admitted in a hospital room where the room category or the Room Rent incurred is higher than the eligibility specified in the Policy Schedule/Certificate of Insurance.",
  "Can personal accident coverage be added to the policy, and what are the limits and exclusions?": "Yes, Personal Accident Cover (Worldwide) is available. It covers accidental death (100% of CSI), loss of two entire limbs, sight of two eyes, or one entire limb and sight of one eye (100% of CSI), loss of one entire limb or sight of one eye (50% of CSI), and permanent total disablement (100% of CSI), resulting solely and directly from sudden, unforeseen, and involuntary events within 12 months.",
  "Does the policy allow claims for both organ donor and organ recipient under the same hospitalization?": "Yes, the policy covers in-patient Hospitalization Medical expenses for the organ donor when the Insured Person is the recipient, provided the donation conforms to relevant acts and the recipient's claim is admissible. Separately, a lump sum payment of 10% of Sum Insured is payable to the Insured Person donating an organ, provided the donation conforms to relevant acts and the policy has been in force for at least 12 months for the donor.",
  "What exclusions are applicable to HIV/AIDS-related treatment, and what expenses are covered?": "The Company shall indemnify the Hospital or the Insured the Medical Expenses for In-Patient Care, Pre and Post Hospitalization Expenses related to HIV infection. No specific exclusions applicable to HIV/AIDS-related treatment are listed in the provided clauses.",
  "How are AYUSH (Ayurveda, Yoga, Unani, Siddha, Homeopathy) treatments handled under this policy?": "The Company shall indemnify medical expenses incurred for inpatient care treatment under Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy systems of medicines up to the limit of sum insured in any AYUSH Hospital. However, massages, steam bath, and other alternative or AYUSH treatments (other than Ayurveda and Homeopathy) are excluded.",
  "Does the policy provide any automatic renewal features or grace periods for lapse recovery?": "Yes, a grace period of 30 days is allowed in the event of delay in renewal of the Policy. No coverage is available during the grace period, and any disease/Injury contracted during this break period will not be covered and treated as Pre-existing disease. This grace period helps treat the renewal as continuous for gaining credit for pre-existing diseases and waiting periods.",
  "How are claims handled when hospitalization happens outside the network hospital list?": "If hospitalization happens outside the network hospital list, cashless access services are not available. In such cases, the Insured Person may obtain the treatment and later submit the full claim papers to the Company/TPA within 15 days of discharge from the Hospital for consideration.",
  "What is the role of the TPA in the claims process, and how is the ID card used in cashless access?": "The TPA issues the ID card to the Insured Person, which is used solely to avail Cashless facility in a Network Hospital. Upon policy cancellation or non-renewal, all ID cards must be immediately returned to the TPA at the insured’s expense.",
  "Under what circumstances can the insurer reject a cashless pre-authorization request, and does this constitute a denial of claim liability?": "The Company / TPA reserves the right to deny pre-authorization in case the Hospital / Insured Person is unable to provide the relevant information/medical details as required by the Company/ TPA. In such circumstances denial of Cashless Access should in no way be construed as denial of liability.",
  "What is the impact on claim admissibility if the insured avails treatment in a higher room category than what is eligible under the policy?": "If the Insured Person is admitted in a room where the room category or the Room Rent incurred is higher than the eligibility, then the Policyholder/ Insured Person shall bear a ratable proportion of the expenses. Proportionate deductions related to the room rent category can be waived by paying an additional premium.",
  "How does the policy define the principle of contribution in the context of indemnity-based versus fixed-benefit plans?": "CONTRIBUTION is essentially the right of an insurer to call upon other insurers liable to the same insured to share the cost of an indemnity claim on a rate able proportion of Sum Insured. If two or more policies are taken by the insured from one or more insurers, the contribution clause shall not be applicable where the cover/benefit offered is fixed in nature or does not have any relation to the treatment costs.",
  "In cases where hospitalization expenses cross over two policy periods, how is the sum insured limit calculated for claim settlement?": "In cases where a claim for a New Born Baby is spread over two Policy Periods, the aggregate liability of the Company for all claims in respect of the New Born Baby shall be limited to the Sum Insured of the Policy under which the claim was reported.",
  "What clauses apply to coverage for treatment of a pre-existing disease that is not declared at the time of application but discovered during claim investigation?": "Coverage for any pre-existing disease is subject to it being declared at the time of application and accepted by the insurer. If any false statement or declaration is made or used in support of a claim, all benefits under the policy shall be forfeited.",
  "How does the policy ensure continuity benefits during migration or renewal, particularly in the context of waiting periods for maternity and critical illness?": "The policy ensures continuity during renewal by providing a grace period for treating the renewal as continuous for the purpose of gaining credit for pre-existing diseases, time-bound exclusions, and all waiting periods. If continuity of renewal is not maintained, the subsequent cover will be treated as a fresh Policy, and standard waiting periods will apply afresh.",
  "What are the legal and regulatory compliance conditions that must be met for claims related to organ transplantation, especially regarding donor eligibility?": "For claims related to organ transplantation, whether the Insured Person is the recipient or the donor, the donation must conform to the Transplantation of Human Organs Act 1994 (amended) and/or any other extant Act, Central/State Rules/regulations, as applicable, in respect of transplantation of human organs.",
  "What is the maximum allowable delay in submitting a reimbursement claim, and what conditions must be satisfied for the insurer to entertain delayed submissions?": "The policy does not specify a maximum allowable delay for submitting a reimbursement claim or a prescribed time limit. However, a waiver for late submission may be considered in extreme cases of hardship where it is proved to the Company's satisfaction that it was not possible for the insured or any other person to file the claim within the prescribed time limit. Otherwise, the Company has a right to reject the claim.",
  "What are the consequences if the insured fails to disclose a pre-existing disease at the time of application under the Arogya Sanjeevani or Happy Family Floater policy?": "Coverage under the policy after the expiry of 36 months for any pre-existing disease is subject to the same being declared at the time of application and accepted by insurer. The clauses do not explicitly state the consequences if not declared or accepted.",
  "Under what conditions can claims be denied due to hospitalization in a non-network hospital across both health policies, and what documentation is required in such cases?": "Cashless Access Services are available only in network hospitals, subject to pre-admission authorization from the Company/TPA. If the Hospital or Insured Person cannot provide relevant information/medical details, pre-authorization may be denied; however, this is not a denial of liability, and the Insured Person may submit full claim papers for reimbursement. Claims can also be denied if any claim made by the insured person is in any respect fraudulent, or if any false statement or declaration is made or used in support thereof.",
  "What is the insurer's liability in case the total claim amount exceeds the sum insured under Happy Family Floater when part of the treatment spans two policy periods?": "The aggregate of all claims payable for any one Insured Person under the Happy Family Floater Policy shall not be more than the Sum Insured. During a Policy Period, the maximum amount for any one claim payable shall be the Sum Insured and the aggregate of all claims payable shall not exceed the sum of the Sum Insured and Restored Sum Insured. For New Born Baby claims spread over two Policy Periods, the aggregate liability is limited to the Sum Insured of the Policy under which the claim was reported.",
  "What are the sub-limits for cataract surgery under both Arogya Sanjeevani and Happy Family Floater, and how does waiting period affect eligibility?": "The provided clauses do not specify sub-limits for cataract surgery under either Arogya Sanjeevani or Happy Family Floater. However, for a general 36-month waiting period, benefits are only payable if treatment has been initiated after the specified waiting period, with a maximum liability of Rs. 2,00,000 for certain unspecified treatments.",
  "How is organ donor coverage handled in Happy Family Floater, and what are the regulatory compliance requirements that must be met for the claim to be valid?": "When the Insured Person is the organ donor, a lump sum payment of 10% of Sum Insured is payable, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and any other extant Act, Central / State Rules / regulations, as applicable. This benefit is subject to the Happy Family Floater Policy having been continuously in force for at least 12 months for that Insured Person. When the Insured Person is the recipient, in-patient Hospitalization Medical expenses for the organ donor are covered, provided the donation conforms to the same Acts and regulations and the organ donated is for the Insured Person who has been medically advised to undergo organ transplant, and the Insured Person's claim is admissible under the Hospitalization section. Costs associated with organ acquisition, donor screening, and pre/post hospitalization expenses of the donor are not covered.",
  "What is the process for availing cashless services in network hospitals, and how do the responsibilities differ between TPA, hospital, and insured in both health policies?": "To avail cashless services in a network hospital, the Insured Person uses their ID card. The Company/TPA, upon receiving medical details from the Insured Person or Network Hospital, verifies eligibility and issues a pre-authorization letter or guarantee of payment. The Company/TPA reserves the right to deny pre-authorization if the Hospital or Insured Person cannot provide required information, but this does not constitute a denial of liability. Cashless pre-authorization should be processed within one hour of request, and final bill authorization within three hours of discharge authorization.",
  "Under what conditions can the insurer reject a cashless pre-authorization request, and does this affect claim admissibility?": "The Company / TPA reserves the right to deny pre-authorization in case the Hospital / Insured Person is unable to provide the relevant information/medical details as required by the Company/ TPA. In such circumstances denial of Cashless Access should in no way be construed as denial of liability.",
  "How does the policy handle claims when the insured avails a hospital room above the eligible category?": "If the Insured Person is admitted in the hospital in a room where the room category or the Room Rent incurred is higher than the eligibility as specified in the Policy Schedule/ Certificate of Insurance, then the Policyholder/ Insured Person shall bear a ratable.",
  "What are the consequences of failing to disclose pre-existing diseases at the time of application?": "Coverage under the policy after the expiry of 36 months for any pre-existing disease is subject to the same being declared at the time of application and accepted by insurer. If pre-existing diseases are not declared at the time of inception, Exclusion no.4.1 for pre-existing disease shall be applicable.",
  "How does the policy handle claim settlement when hospitalization spans two policy periods, especially for newborns?": "In case a claim for a New Born Baby is spread over two Policy Periods, the aggregate liability of the Company, for all claims in respect of the New Born Baby, shall be limited to the Sum Insured of the Policy under which claim was reported.",
  "What are the coverage terms and exclusions for organ transplant—both for donors and recipients?": "For the recipient, the Policy covers in-patient Hospitalization Medical expenses in respect of the organ donor, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and the Insured Person's claim is admissible under the Hospitalization section. However, the policy does not cover cost directly or indirectly associated with the acquisition of the organ and/or cost of organ, cost towards donor screening, or any Pre and Post Hospitalization medical expenses of the donor. For the donor (Insured Person), a lump sum payment of 10% of Sum Insured is payable for medical and other incidental expenses, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and the policy has been continuously in force for at least 12 months for that Insured Person.",
  "Is robotic surgery or modern treatment like stem cell therapy covered, and what sub-limits apply?": "Robotic surgeries are covered with a sub-limit of 10% of Sum Insured, subject to a maximum of INR 1,00,000 or INR 2,00,000 per policy period, depending on the plan, and this amount is over and above the limit for conventional surgery. Stem cell therapy is covered for Hematopoietic stem cells for bone marrow transplant for hematological conditions, with a sub-limit of 10% of Sum Insured, subject to a maximum of INR 50,000 or INR 1,50,000 per policy period.",
  "What are the rules around policy migration or renewal to retain benefits for pre-existing diseases and waiting periods?": "Renewal provides a grace period for treating the renewal continuous for the purpose of gaining credit for pre-existing diseases, time-bound exclusions, and for all waiting periods. Migration allows health insurance policyholders to transfer the credit gained for pre-existing conditions and time-bound exclusions with the same insurer.",
  "What constitutes policy violation or fraud that can lead to total benefit forfeiture?": "If any claim made by the insured person is fraudulent, or if any false statement or declaration is made or used in support thereof, or if any fraudulent means or devices are used by the insured person or anyone acting on his/her behalf to obtain any benefit under this policy, all benefits under this policy shall be forfeited. Fraud includes any act fitted to deceive or any act or omission as the law specially declares to be fraudulent.",
  "Under what conditions can the TPA deny cashless pre-authorization, and how does it affect the insured's ability to claim reimbursement?": "The TPA reserves the right to deny pre-authorization if the Hospital or Insured Person cannot provide the relevant information or medical details required by the Company/TPA. Denial of cashless access in such circumstances should not be construed as denial of liability; the Insured Person may still obtain treatment and submit full claim papers to the Company/TPA within 15 days of discharge for consideration. Additionally, cashless facility authorization may be withdrawn if information becomes available that makes the claim inadmissible or doubtful and warrants further investigation, provided this is done before discharge and notice is given to the hospital or insured.",
  "What are the implications of the proportionate clause when a patient is admitted to a hospital room exceeding the eligible rent limit?": "If the Insured Person is admitted to a hospital room with a category or room rent higher than their eligibility, the Policyholder/Insured Person shall bear a ratable proportion of the expenses. However, all related expenses (including Surgeon, anesthetist, medical practitioner, consultants, blood, anesthesia, OT, etc.) are payable as per the entitled room category based on the Room Rent/ICU limit, and this proportionate deduction can be waived by paying an additional premium. This will not apply to pharmaceuticals, consumables, diagnostics, medical devices, and body implants.",
  "How are cashless claims processed by the TPA upon receiving medical information from the hospital?": "Upon receiving medical details/relevant information from the Insured Person/Network Hospital/Nursing Home, the Company/TPA will verify eligibility and, if satisfied, issue a pre-authorization letter or guarantee of payment letter to the hospital, specifying the guaranteed sum and the ailment. The turnaround time for pre-authorization of cashless facility is immediately but not later than one hour from receipt of request, and for cashless final bill authorization, it is within three hours of receipt of discharge authorization from the hospital.",
  "What exclusions apply to congenital anomalies under the policy?": "The policy specifically excludes General debility and Congenital External Anomaly.",
  "What are the specific sub-limits for intra-operative neuro monitoring (IONM) procedures?": "For Intra Operative Neuro Monitoring (IONM) procedures, the specific sub-limits are 10% of the Sum Insured, subject to a maximum of INR 50,000, or 10% of the Sum Insured, subject to a maximum of INR 1,50,000 per policy period.",
  "What is the timeline and required documentation for submitting a claim after discharge from a non-network hospital?": "The Insured Person should submit the full claim papers to the Company/TPA within 15 days of discharge from the Hospital/Nursing Home. The required documentation includes the final claim along with original Bills/Cash memos/reports, claim form, and other listed documents.",
  "What happens to claims found to be fraudulent or supported by false statements or documents?": "If any claim is found to be fraudulent, or if any false statement or declaration is made or used to support it, or if any fraudulent means or devices are used to obtain benefits, all benefits under the policy shall be forfeited. Any amounts already paid for claims later found fraudulent must be repaid by all persons named in the policy schedule, who are jointly and severally liable for such repayment.",
  "What does the policy state about the right of contribution when multiple health insurance policies are in place for the same insured?": "Contribution is the right of an insurer to call upon other insurers liable to the same insured to share the cost of an indemnity claim on a ratable proportion of the Sum Insured. If an insured has two or more policies from one or more insurers, the contribution clause shall not apply if the cover or benefit offered is fixed in nature or does not have any relation to the treatment costs.",
  "Under what conditions can the insurer reject a cashless pre-authorization request, and how does this affect the insured person's ability to claim reimbursement?": "The Company / TPA reserves the right to deny pre-authorization in case the Hospital / Insured Person is unable to provide the relevant information/medical details as required by the Company/ TPA. In such circumstances denial of Cashless Access should in no way be construed as denial of liability, and the Insured Person may obtain the treatment as per his/her treating doctor’s advice and later on submit the full claim papers for reimbursement.",
  "What is the policy’s rule regarding room rent sub-limits and the resulting proportionate deduction in claims if the eligible limit is exceeded?": "If the Insured Person is admitted in a room where the room category or Room Rent incurred is higher than the eligibility specified in the Policy Schedule/Certificate of Insurance, then the Policyholder/Insured Person shall bear a ratable proportionate deduction. This proportionate deduction can be waived by paying an additional premium, where all related expenses are payable as per the entitled room category based on the Room Rent/ICU limit, except for pharmaceuticals, consumables, diagnostics, medical devices, and body implants.",
  "How does the contribution clause apply when the insured holds multiple insurance policies from one or more insurers?": "Contribution is the right of an insurer to call upon other insurers liable to the same insured to share the cost of an indemnity claim on a ratable proportion of Sum Insured. If two or more policies are taken by the insured from one or more insurers, the contribution clause shall not be applicable where the cover/benefit offered is fixed in nature or does not have any relation to the treatment costs.",
  "What documents and timelines must be followed when submitting a reimbursement claim after treatment at a non-network hospital?": "Immediate notice of claim with particulars relating to Policy Number, ID Card No., Name of Insured Person, Nature of disease / Injury, and Name and Address of the attending Medical Practitioner / Hospital /Nursing Home should be given to the Company/ TPA while taking treatment, within 48 hours of admission but before discharge, unless waived in writing. Final claim along with original Bills/ Cash memos/reports, claim form and other listed documents should be submitted to the Company / TPA within 15 days of discharge from the Hospital / Nursing Home.",
  "How are claims calculated if hospitalization or treatment spans across two policy periods, particularly for newborns or chronic conditions?": "In case a claim for a New Born Baby is spread over two Policy Periods, the aggregate liability of the Company, for all claims in respect of the New Born Baby, shall be limited to the Sum Insured of the Policy under which the claim was reported.",
  "What are the consequences of non-disclosure of pre-existing diseases at the time of proposal, if discovered during claim investigation?": "Coverage under the policy for any pre-existing disease after the expiry of 36 months is subject to the same being declared at the time of application and accepted by the insurer. The observance and fulfillment of the terms and conditions, including declaration, by the Insured Person is a condition precedent to any liability of the Company to make any payment under the Policy.",
  "How does the policy ensure continuity of coverage and waiting period benefits when the insured renews or migrates to another plan within the same company?": "Renewal is allowed on mutual consent with a grace period for treating the renewal continuous for gaining credit for pre-existing diseases, time-bound exclusions, and all waiting periods. Migration allows the policyholder to transfer the credit gained for pre-existing conditions and time bound exclusions with the same insurer.",
  "What legal and medical documentation is required for claims related to organ transplantation, both for donor and recipient coverage?": "For organ transplantation claims, the donation must conform to the Transplantation of Human Organs Act 1994 (amended) and/or any other extant Act, Central / State Rules / regulations. The undergoing of a transplant has to be confirmed by a specialist Medical Practitioner, and for donor expenses for the recipient, the organ donated must be for the use of the Insured Person who has been medically advised to undergo organ transplant, and the Insured Person's claim must be admissible under the Hospitalization section.",
  "What are the policy’s sub-limits and eligibility conditions for modern treatment methods such as robotic surgery and stem cell therapy?": "For Robotic surgeries, the sub-limit is per policy period 10% of SI, subject to a maximum of INR 1,00,000 or INR 2,00,000, and this is over and above the limit for conventional surgery for that ailment. For Stem cell therapy (Hematopoietic stem cells for bone marrow transplant for hematological conditions), the coverage is per policy period 10% of SI, subject to a maximum of INR 50,000 or INR 1,50,000. Other Stem Cell Surgery is excluded.",
  "What is the allowable delay in reimbursement claim submission, and under what hardship scenarios may the insurer accept late claims?": "Final claims, along with original bills, cash memos, reports, claim form, and listed documents, should be submitted to the Company/TPA within 15 days of discharge from the Hospital/Nursing Home. Waiver of this condition may be considered in extreme cases of hardship where it is proved to the satisfaction of the Company that it was not possible for the insured or any other person to give such notice or file claim within the prescribed time limit; otherwise, the Company has a right to reject the claim.",
  "Are congenital anomalies — external and internal — covered under either of these policies, and how are they defined?": "Internal Congenital Anomaly is defined as a condition not in the visible and accessible parts of the body, and External Congenital Anomaly is defined as a condition in the visible and accessible parts of the body. Congenital External Anomaly is explicitly excluded from coverage.",
  "What specific compensation or benefits are provided to an insured organ donor, and what eligibility criteria apply?": "A lump sum payment of 10% of Sum Insured is payable to the Insured Person donating an organ to cover medical and other incidental expenses. This benefit is provided that the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and any other applicable Acts/Rules/regulations, and is subject to the policy having been continuously in force for at least 12 months in respect of that Insured Person.",
  "Under what conditions are telemedicine consultations reimbursed, and what is the coverage limit per family per policy period?": "Telemedicine consultations are reimbursed if they are in compliance with the Telemedicine Practice Guidelines dated March 25, 2020, by MCI and as amended from time to time, and are subject to limits/sub-limits prescribed in the Policy Schedule. The limit of amount payable for telemedicine is maximum Rs. 2,000/- per family, for a policy period.",
  "What are the limits and conditions for ambulance and air ambulance services under each policy?": "For ambulance services, the limits are: Per Illness - Rs.1000 maximum & Per policy period 1% of Sum Insured, Subject to maximum Rs.3000, or Per Illness - Rs.2000 maximum & Per policy period 1% of Sum Insured, Subject to maximum Rs.6000. Air ambulance cover is available only for life-threatening medical emergencies requiring immediate and rapid transportation that ground transport cannot provide, when necessary medical treatment is not available at the Insured Person's location, and it is prescribed by a Medical Practitioner and is medically necessary.",
  "How is the daily hospital cash allowance structured, and what is the maximum payable limit per illness or policy period?": "The Daily Hospital Cash Allowance is 0.1% of the Sum Insured per day of Hospitalization, subject to a maximum compensation for 10 days per illness, and the overall liability of the Company during the Policy Period is limited to 1.5% of the Sum Insured. This benefit is not available for the Silver Plan.",
  "Are mental health conditions, including those related to substance abuse, covered or excluded under these health policies?": "Mental illness cover indemnifies medical expenses, including pre and post hospitalization expenses, under certain conditions: for illnesses covered under the definition of mental illness, hospitalization in a Mental Health Establishment, and hospitalization as advised by a Mental Health Professional. However, mental conditions associated with the abuse of alcohol and drugs are excluded, as are mental retardation and associated complications, and any psychological counseling or psychotherapy for which hospitalization is not necessary.",
  "How are expenses for oral chemotherapy or monoclonal antibody immunotherapy reimbursed, and what sub-limits apply?": "For Oral chemotherapy, expenses are covered per policy period 25% of SI, subject to a maximum of INR 50,000 or up to INR 1,50,000. For Immunotherapy- Monoclonal Antibody given as an injection, expenses are covered per policy period 10% of SI, subject to a maximum of INR 50,000 or INR 1,50,000.",
  "How is 'medically necessary treatment' defined in the policy, and what criteria must be met for a treatment to qualify under this definition?": "Medically Necessary Treatment means any treatment, tests, medication, or stay in hospital or part of a stay in hospital. For a treatment to be considered a medical necessity, it must be certified by the attending Medical Practitioner and be prescribed as medically necessary.",
  "Under what specific conditions can the insurer reject a cashless pre-authorization request, and does such a rejection waive or preserve the insured person's right to reimbursement?": "The Company / TPA reserves the right to deny pre-authorization if the Hospital / Insured Person is unable to provide the relevant information/medical details as required. However, such denial of Cashless Access should in no way be construed as denial of liability; the Insured Person may obtain the treatment and later submit full claim papers for reimbursement.",
  "How does the proportionate deduction clause apply when the insured is admitted to a hospital room that exceeds the room rent eligibility, and can this deduction be waived?": "If the Insured Person is admitted to a room where the room category or rent incurred is higher than eligibility, the Policyholder/ Insured Person shall bear a ratable deduction. This proportionate deduction related to the room rent category can be waived by paying an additional premium.",
  "If an insured person holds both indemnity-based and fixed-benefit health insurance policies, how is the contribution clause applied to avoid duplication of benefit?": "The contribution clause shall not be applicable where the cover/benefit offered is fixed in nature or does not have any relation to the treatment costs.",
  "What is the exact process—including timelines and documents required—for submitting a reimbursement claim after receiving treatment at a non-network hospital?": "Notice of claim should be given within 48 hours of admission but before discharge, unless waived in writing. The final claim, along with original Bills/Cash memos/reports, claim form, and listed documents, must be submitted to the Company / TPA within 15 days of discharge from the Hospital / Nursing Home.",
  "In case a hospitalization or claim spans two policy periods, such as for a newborn child or long-term treatment, how is the insurer's liability calculated?": "In case a claim for a New Born Baby is spread over two Policy Periods, the aggregate liability of the Company shall be limited to the Sum Insured of the Policy under which the claim was reported. For any Insured Person, the aggregate of all claims payable under the Policy shall not be more than the Sum Insured.",
  "What conditions must be met for the policyholder to retain continuity of benefits like waiting period credits when renewing or migrating between plans?": "Migration allows policyholders to transfer the credit gained for pre-existing conditions and time-bound exclusions with the same insurer. For renewals, a grace period of 30 days is allowed, but no coverage is available during this period, and any disease/injury contracted during the break shall be treated as a Pre-existing disease.",
  "What legal documentation and eligibility requirements are necessary for claims involving organ transplant—both for insured donors and recipients?": "For organ donor expenses when the insured person is the recipient, the donation must conform to the Transplantation of Human Organs Act 1994 (amended) and/or any other extant Act, Central/State Rules/regulations. Additionally, the organ donated must be for the use of the insured person medically advised to undergo transplant, and the insured person's claim must be admissible under the Hospitalization section of the Policy.",
  "What are the sub-limits and plan-specific restrictions for high-cost modern treatments like robotic surgery, stem cell therapy, and monoclonal antibody injections?": "For Immunotherapy-Monoclonal Antibody injections, the sub-limit is 10% of SI, subject to a maximum of INR 50,000 or INR 1,50,000 per policy period. For Robotic surgeries, the sub-limit is 10% of SI, subject to a maximum of INR 1,00,000 or INR 2,00,000 per policy period; this amount is over and above the limit for conventional surgery. For Stem cell therapy, only Hematopoietic stem cells for bone marrow transplant for hematological conditions are covered, with a sub-limit of 10% of SI, subject to a maximum of INR 50,000 or INR 1,50,000 per policy period. Other stem cell transplants are excluded.",
  "What is the maximum allowable delay for submitting reimbursement claims under these policies, and under what scenarios may exceptions be granted by the insurer?": "The maximum allowable delay for submitting reimbursement claims is 15 days from discharge from the Hospital / Nursing Home. Exceptions may be granted in extreme cases of hardship where it is proved to the satisfaction of the Company that it was not possible for the insured or any other person to give such notice or file claim within the prescribed time limit.",
  "What are the circumstances under which the insurer may deny a cashless pre-authorization request, and does this affect the insured’s right to reimbursement?": "The Company/TPA reserves the right to deny pre-authorization if the Hospital/Insured Person fails to provide the relevant information/medical details required. However, denial of cashless access in such circumstances should not be construed as a denial of liability, and the Insured Person may submit the full claim papers for consideration within 15 days of discharge.",
  "How does the policy handle claims when the insured is admitted to a room category higher than their eligible room rent limit, and is it possible to waive the proportionate deduction?": "If the Insured Person is admitted to a room category or incurs room rent higher than their eligibility, they shall bear a ratable proportion of the total and specified Associated Medical Expenses, except for Medicines/Pharmacy/Drugs, Consumables, Medical Devices/implants, and Cost of Diagnostics. Waiver of proportionate deduction is possible by paying an additional premium, which covers all related expenses as per the entitled room category, but this waiver does not apply to pharmaceuticals, consumables, diagnostics, medical devices, and body implants.",
  "Under what conditions is the contribution clause applicable if the insured has multiple insurance policies from one or more insurers?": "The contribution clause shall not be applicable if two or more policies are taken by the insured from one or more insurers where the cover/benefit offered is fixed in nature or does not have any relation to the treatment costs.",
  "What is the exact claim procedure and required documentation when seeking reimbursement after treatment at a non-network hospital?": "The Insured Person may obtain the treatment as per his/her treating doctor’s advice and later on submit the full claim papers to the Company / TPA within 15 days of the discharge from Hospital / Nursing Home for consideration of Company /TPA. No specific documentation list for reimbursement claims from non-network hospitals is provided.",
  "How is the claim calculated if treatment for a newborn or any insured person spans across two policy periods?": "In case a claim for a New Born Baby is spread over two Policy Periods, the aggregate liability of the Company, for all claims in respect of the New Born Baby, shall be limited to the Sum Insured of the Policy under which the claim was reported. No matching clause found for other insured persons.",
  "What continuity benefits such as credit for waiting periods and pre-existing disease coverage are preserved during policy renewal or migration?": "Renewal allows for gaining credit for pre-existing diseases, time-bound exclusions, and all waiting periods, treating the renewal as continuous. Migration accords the right to transfer credit gained for pre-existing conditions and time-bound exclusions with the same insurer.",
  "What documentation and conditions are required for coverage of organ transplantation for both donor and recipient under the policy?": "For recipient coverage (Insured Person is the recipient), the policy covers in-patient Hospitalization Medical expenses for the organ donor provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and/or any other extant Act, Rules/regulations, and the organ donated is for the Insured Person advised to undergo transplant, and the Insured Person's claim is admissible under the Hospitalization section. For donor coverage (Insured Person is the donor), a lump sum payment of 10% of Sum Insured is payable for medical and incidental expenses, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and any other extant Act, and the policy has been continuously in force for at least 12 months for that Insured Person. The policy does not cover costs associated with organ acquisition, donor screening, or pre and post hospitalization medical expenses of the donor.",
  "What are the specified sub-limits and policy conditions for coverage of robotic surgeries, stem cell treatments, and monoclonal antibody therapy?": "The specified sub-limits are: for Immunotherapy-Monoclonal Antibody, 10% of Sum Insured per policy period, subject to a maximum of INR 50,000 or INR 1,50,000 depending on the plan; for Robotic surgeries, 10% of Sum Insured per policy period, subject to a maximum of INR 1,00,000 or INR 2,00,000 depending on the plan, and this sub-limit is over and above the limit for conventional surgery for that ailment; for Stem cell therapy (Hematopoietic stem cells for bone marrow transplant for hematological conditions), 10% of Sum Insured per policy period, subject to a maximum of INR 50,000 or INR 1,50,000 depending on the plan.",
  "What is the maximum time allowed for submission of reimbursement claims, and under what hardship scenarios may the insurer accept a delayed submission?": "The Insured Person must submit the full claim papers to the Company / TPA within 15 days of discharge from the Hospital / Nursing Home. A waiver of this condition may be considered in extreme cases of hardship where it is proved to the Company's satisfaction that it was impossible for the insured or any other person to give such notice or file the claim within the prescribed time limit.",
  "Are congenital anomalies covered, and how are internal versus external congenital defects treated under the policies?": "External congenital anomalies are specifically excluded under clause 4.20. The clauses define internal and external congenital anomalies, but do not explicitly state coverage for internal congenital anomalies.",
  "What lump sum benefits are provided to an insured organ donor, and what are the eligibility requirements?": "A lump sum payment of 10% of the Sum Insured is payable to an Insured Person donating an organ, provided the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and any other extant Act, Central / State Rules / regulations, as applicable, in respect of transplantation of human organs, and the policy has been continuously in force for at least 12 months for that Insured Person.",
  "What are the monetary and procedural limits for ambulance and air ambulance services under the policies?": "For ambulance service charges, the limits are Rs.1000 maximum per illness and 1% of Sum Insured, subject to a maximum of Rs.3000 per policy period, or Rs.2000 maximum per illness and 1% of Sum Insured, subject to a maximum of Rs.6000 per policy period. Air ambulance is covered for life-threatening emergencies where ground transport is insufficient, necessary medical treatment is unavailable at the current location, and it is prescribed by a Medical Practitioner as medically necessary.",
  "How is hospital daily cash allowance structured, and which policy plans are eligible for this benefit?": "A daily cash allowance is provided for every continuous and completed 24 hours of hospitalization, provided a claim is admitted under the Policy. This benefit is either 'Not Available' or structured as 0.1% of Sum Insured per day of Hospitalization, subject to a maximum compensation for 10 days per illness and an overall liability limited to 1.5% of the Sum Insured during the Policy Period, depending on the policy plan.",
  "Are mental health disorders covered, and are there any exclusions for substance abuse or counseling-only treatments?": "Mental illness cover is provided for medical expenses, including Pre and Post Hospitalization Expenses, under certain conditions: if the illness is covered under the definition of mental illness, involves hospitalization in a Mental Health Establishment, and is advised by a Mental Health Professional. Exclusions apply to mental conditions associated with the abuse of alcohol and drugs, mental retardation, and any psychological counseling or psychotherapy for which hospitalization is not necessary, as well as treatment for alcoholic, drug, or substance abuse or any addictive condition and consequences thereof.",
  "How is ‘medically necessary treatment’ defined, and what criteria must be met for a claim to be admissible?": "For treatment to be considered medically necessary to remove a direct and immediate health risk, it must be certified by the attending Medical practitioner.",
  "What constitutes a valid pre-hospitalization or post-hospitalization expense, and what is the allowed window for coverage?": "Pre-hospitalization expenses are medical expenses incurred 30 days prior to Hospitalization, and post-hospitalization expenses are medical expenses incurred up to 60 days post Hospitalization.",
  "Can the insurer deny a claim based on late notification of hospitalization or treatment, and are any exceptions granted?": "The clauses state that pre-authorization for cashless access can be denied if the Hospital or Insured Person is unable to provide the relevant information/medical details as required by the Company/TPA. However, this denial of Cashless Access should not be construed as a denial of liability, and the Insured Person may obtain the treatment and later on submit the full claim papers for reimbursement. There is no clause explicitly stating denial based on late notification of hospitalization or treatment, nor any exceptions.",
  "What documents are necessary to file a claim involving an accident, and are police reports mandatory?": "The final claim along with original Bills/Cash memos/reports, claim form and documents as listed in the policy should be submitted to the Company / TPA within 15 days of discharge from the Hospital / Nursing Home. The provided clauses do not specify what documents are needed for an accident claim or if police reports are mandatory.",
  "What diseases or conditions fall under permanent exclusions in both policies?": "Specific exclusions include Hormone Replacement Therapy (unless part of Medically Necessary Treatment, except for Puberty and Menopause related Disorders), General Debility, Congenital External Anomaly, Self-Inflicted Injury (treatment for intentional self-inflicted injury, attempted suicide), and Stem Cell Surgery (except Hematopoietic stem cells for bone marrow transplant for hematological conditions).",
  "How is organ donor coverage handled if the donor is not insured under the same policy?": "When the Insured Person is the recipient, the Policy covers in-patient Hospitalization Medical expenses in respect of the organ donor provided that the donation conforms to the Transplantation of Human Organs Act 1994 (amended) and/or any other extant Act, Central / State Rules / regulations, as applicable, in respect of transplantation of human organs, and the organ is for the use of the Insured Person whose claim is admissible. The Policy does not cover costs directly or indirectly associated with the acquisition of the organ and/or cost of organ, cost towards donor screening, or any Pre and Post Hospitalization medical expenses of the donor.",
  "Are daycare procedures covered, and how many such procedures are listed under the policies?": "Day care procedures/surgeries are covered, with a relaxation to the 24 hours minimum duration for Hospitalization. AYUSH Day Care Centres also have facilities for carrying out treatment procedures and medical or surgical/para-surgical interventions on a day care basis without inpatient services. The clauses refer to '(Appendix I)' for such procedures, but the number of procedures is not specified in the provided text.",
  "How is portability of health insurance handled when transferring to a different insurer?": "The provided clauses define \"Migration\" as the right accorded to health insurance policyholders to transfer the credit gained for pre-existing conditions and time bound exclusions, but only \"with the same insurer\". It does not address transferring to a different insurer.",
  "What are the eligibility conditions for telemedicine consultations, and are they subject to sub-limits?": "Telemedicine is allowed in the terms and conditions of the policy contract and shall be subject to Limits/Sub limits prescribed in the Policy Schedule. It must comply with the Telemedicine Practice Guidelines dated March 25, 2020, by MCI and as amended from time to time, with the limit of amount payable being a maximum of Rs. 2,000/- per family, for a policy period.",
  "What happens if the sum insured is exhausted during the policy year—can it be restored or topped up?": "If the Sum Insured gets reduced or exhausted on account of a claim under the Policy during the Policy Period, the Sum Insured is automatically restored to the extent of the claim amount, but not exceeding the Restoration limit opted (50% / 100% of Sum Insured).",
  "Is pre-authorization mandatory for all inpatient hospitalizations, and what happens if it's not obtained?": "The provided clauses state that for some benefits, in-patient treatment is not mandatory. While cashless access services are subject to pre-admission authorization, the denial of cashless access should not be construed as a denial of liability, and the Insured Person may submit full claim papers for reimbursement. No clause states that pre-authorization is mandatory for all inpatient hospitalizations or the general consequences if it is not obtained.",
  "Are diagnostic tests conducted without subsequent hospitalization reimbursed?": "Expenses related to any admission primarily for diagnostics and evaluation purposes only are excluded. Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment are also excluded.",
  "How are claims handled for hospitalization abroad or outside India?": "Cashless service will not be available for treatment taken in countries outside India and such claims shall be considered only on re-imbursement basis, provided the Company is duly informed of the duration, purpose, and country(ies) of visit before leaving the country, and an endorsement for such extension is issued.",
  "What documentation is required to prove medical necessity for expensive diagnostic procedures?": "To prove medical necessity, treatment must be required for the medical management of the illness or injury, not exceed the necessary level of care, be prescribed by a medical practitioner, and conform to professional standards widely accepted in international medical practice or by the medical community in India.",
  "What is the limit on coverage for prosthetics, implants, or assistive devices like pacemakers?": "The clauses state that expenses for medical devices and body implants will not be subject to room rent limits, but no specific overall limit on coverage for prosthetics, implants, or assistive devices like pacemakers is mentioned.",
  "Are alternative systems of medicine (AYUSH) covered under the policies, and what conditions apply?": "Medical expenses incurred for inpatient care treatment under Ayurveda, Yoga and Naturopathy, Unani, Siddha and Homeopathy systems of medicines are covered up to the sum insured in any AYUSH Hospital. However, massages, steam bath, and other alternative treatments besides Ayurveda and Homeopathy are excluded.",
  "What are the terms of cancellation and refund if the policyholder chooses to discontinue the policy mid-term?": "The policyholder can cancel the policy at any time during the term by giving 7 days' notice in writing. For annual policies, a proportionate premium for the unexpired period will be refunded if no claims have been made. For policies with terms longer than 1 year, a refund for the unexpired policy period is provided if risk coverage for such policy years has not commenced.",
  "Are injuries from self-inflicted harm or attempted suicide covered under either policy?": "Intentional self-injury, suicide, or attempted suicide are excluded from coverage under the Personal Accident section and as specific exclusions.",
  "Is treatment for lifestyle diseases such as obesity or diabetes-related complications covered?": "Surgical treatment of obesity is covered only if specific conditions are met, including the surgery being advised by a doctor, supported by clinical protocols, the member being 18 years or older, and a Body Mass Index (BMI) of greater than or equal to 40, or greater than or equal to 35 in conjunction with severe co-morbidities like uncontrolled Type 2 Diabetes, following failures of less invasive weight loss methods.",
  "Are expenses on vitamins, tonics, or dietary supplements reimbursed under the policies?": "Dietary supplements and substances that can be purchased without prescription, including but not limited to vitamins, minerals and organic substances, are not reimbursed unless prescribed by a medical.",
  "What are the timelines for claim processing and settlement after submission of all required documents?": "Upon receipt of the last document or clarification, the Company/TPA shall within 30 days offer a settlement of the claim to the insured or reject the claim with reasons communicated in writing.",
  "Are claims covered for treatment taken outside India or under international referral?": "Cashless service is not available for treatment taken in countries outside India, and such claims shall be considered only on a reimbursement basis, provided the Company is duly informed beforehand and an endorsement is issued. Otherwise, treatment taken outside the geographical limits of India is generally excluded.",
  "What is the role of the Third Party Administrator (TPA) in processing claims, and how can policyholders interact with them?": "The TPA issues ID cards for cashless facility in network hospitals, preserves the confidentiality of documents and information for claims, and its authorized medical practitioners may examine the insured person. Policyholders should deliver written notices or communications to the TPA's address as shown in the Schedule.",
  "What is the policyholder's recourse if the insurer delays issuing pre-authorization for cashless treatment?": "If cashless access is denied, it should not be construed as a denial of liability, and the Insured Person may obtain treatment as per their doctor’s advice and later submit full claim papers for reimbursement.",
  "Can a family floater policy claim be filed if the member being treated was added during the same policy period?": "For members subsequently added to a family floater policy, specific exclusions (4.A, 4.B, and 4.C) shall apply from the date of their inclusion in the Policy.",
  "Is dental treatment covered if it is due to an accident, and what documents are required?": "Dental treatment is covered if necessitated due to an Injury.",
  "What are the exclusions related to war, nuclear contamination, or participation in civil commotion?": "War, invasion, act of foreign enemy, hostilities (whether war be declared or not), civil war, rebellion, revolution, insurrection, mutiny, military or usurped power, seizure, capture, arrest, restraints and detainments of people are excluded. Additionally, losses caused by or arising from ionizing radiations or contamination by radioactivity from any nuclear fuel, nuclear weapon material, or from any nuclear waste from the combustion of nuclear fuel, or nuclear, chemical or biological attack or weapons are excluded.",
  "Are fertility treatments, IVF, or surrogacy-related costs covered under these policies?": "Expenses related to sterility and infertility, including any type of contraception, sterilization, Assisted Reproduction services (such as artificial insemination and advanced reproductive technologies like IVF, ZIFT, GIFT, ICSI), and Gestation Surrogacy are excluded, unless it is for platinum plan up to the limits mentioned therein.",
  "How are psychiatric evaluations treated under hospitalization claims?": "Medical expenses for mental illness (including Pre and Post Hospitalization Expenses) are covered if the illness is defined as mental illness, hospitalization occurs in a Mental Health Establishment, and is advised by a Mental Health Professional. However, mental conditions associated with alcohol/drug abuse, mental retardation, and psychological counseling/therapy not requiring hospitalization are excluded.",
  "Are hearing aids or visual aids (e.g., spectacles) reimbursable under the policies?": "Spectacles, contact lenses, and hearing aids are not reimbursable.",
  "What is the impact of policy discontinuation on waiting periods if reinstated within grace period?": "Renewal within the grace period treats the policy as continuous for the purpose of gaining credit for pre-existing diseases, time-bound exclusions, and all waiting periods.",
  "Can premiums be refunded if no claims are made during the policy year?": "Yes, for annual policies, a proportionate premium for the unexpired policy period can be refunded, subject to no claim(s) having been made during the policy period.",
  "What are the specific coverages for burns, reconstructive surgeries, or skin grafts?": "Expenses for cosmetic or plastic surgery or any treatment to change appearance are excluded, unless for reconstruction following an accident burns(s) or Cancer.",
  "Is accidental death or disability included in the health policy benefits?": "Yes, accidental death and various forms of disability (loss of limbs, sight, or permanent total disablement) are included under the Personal Accident Cover if the injury is the sole and direct cause within 12 months of its occurrence.",
  "What happens to claims in case of the policyholder’s death during treatment?": "For accidental death, the Company undertakes to pay 100% of CSI to the insured, his nominee, or legal heir, if the bodily injury results solely and directly from an unforeseen and involuntary event and causes death within 12 months of its occurrence.",
  "Are there any waiting periods for claims related to joint replacements or spinal surgeries?": "Expenses related to listed conditions, surgeries, or treatments are excluded until the expiry of the specified waiting period of continuous coverage after the policy's inception. There is also a 30-day waiting period for any illness from the first policy commencement date.",
  "Are expenses for experimental or clinical trial-based treatments covered under the plans?": "Unproven or experimental treatment, including drug experimental therapy not based on established medical practice in India, is not covered.",
  "Is there a benefit payable on diagnosis alone for critical illness under any policy variant?": "Yes, under the Life Hardship Survival Benefit Plan, a survival benefit is payable if the Insured Person is diagnosed with one of the 11 critical illnesses, and in-patient treatment is not mandatory for claiming this benefit.",
  "Can coverage be enhanced mid-term, and how does it affect waiting periods and ongoing claims?": "A higher sum insured can be granted subsequently, and the waiting periods shall apply afresh to the enhanced sum insured.",
  "Are outpatient surgeries conducted under local anesthesia reimbursable?": "Yes, medical treatment and/or surgical procedures undertaken under General or Local Anesthesia in a hospital/day care centre in less than 24 hours are defined as Day Care Treatment. Related expenses such as Surgeon fees, Anesthesia fees, and Surgery Charges are reimbursable.",
  "How is the daily room rent limit determined under both individual and floater plans?": "The daily room rent limit is determined as per the entitled room category and Room Rent/ICU limit as specified in the Policy Schedule/Certificate of Insurance.",
  "Are specific diseases like tuberculosis, HIV/AIDS, or Hepatitis covered, and what documentation is needed?": "Medical Expenses for In-Patient Care, Pre and Post Hospitalization Expenses related to HIV infection are covered. The clauses do not specify coverage for tuberculosis or Hepatitis, nor do they detail documentation requirements.",
  "Are second opinions for major surgeries reimbursable, and what limits are imposed?": "Medical Second Opinions are reimbursable for specified major Illnesses, covering Medical Expert’s fees. This expense is payable only once per Illness per Insured Person, and the claim is admissible subject to the Hospitalization claim being admissible. The exact monetary limits for this benefit are not provided in the clauses.",
  "What are the defined consequences of not disclosing a pre-existing disease at the time of policy inception, if it is discovered during claim processing?": "Coverage after 36 months for pre-existing diseases requires disclosure at application and acceptance by the insurer.",
  "Are congenital anomalies—internal and external—covered under these policies, and how are they defined?": "External congenital anomalies are excluded; internal congenital anomalies are not explicitly addressed.",
  "What are the benefits and eligibility conditions for an insured person who donates an organ?": "The policy covers organ transplant claims admissible under the hospitalization section, excluding organ acquisition, donor screening, and donor medical expenses.",
  "What is the coverage limit for telemedicine consultations, and under what conditions are they reimbursed?": "Telemedicine consultations are reimbursed up to Rs. 2,000 per family per policy period.",
  "What are the limits and requirements for ambulance and air ambulance services?": "Ambulance services are covered up to Rs. 1000 per illness or 1% of the sum insured per policy period (max Rs. 3000). Air ambulance is covered for life-threatening emergencies when ground transportation is insufficient and medically necessary.",
  "How is daily hospital cash allowance structured under these policies, and what are the maximum caps?": "Daily hospital cash allowance is payable for each completed 24-hour period of hospitalization, up to a maximum of 10 days per illness, with an overall policy limit of 1.5% of the sum insured.",
  "Are mental illnesses and related conditions (including those due to substance abuse) covered under these policies?": "Mental illnesses are covered under specific conditions (in a mental health establishment, advised by a mental health professional); however, those related to alcohol/drug abuse are excluded.",
  "Are oral chemotherapy and monoclonal antibody treatments reimbursed, and what sub-limits apply?": "Oral chemotherapy is reimbursed up to 25% of the sum insured or INR 1,50,000, whichever is less; monoclonal antibody treatment is also covered with a per-policy-period limit of 10% of the sum insured or INR 1,50,000.",
  "How does the policy define medically necessary treatment, and what criteria must be fulfilled for eligibility?": "Medically necessary treatment includes treatment, tests, medication, or hospital stay that addresses a direct health risk, certified by the attending physician.",
  "What is the procedure for pre-authorization in cashless hospitalization, and what is the turnaround time for approval?": "Cashless pre-authorization turnaround time is one hour, and final bill authorization is within three hours of discharge authorization.",
  "Under what circumstances is the cashless facility withdrawn, even after it has been approved initially?": "Cashless facility may be withdrawn before patient discharge if the claim becomes inadmissible or requires further investigation.",
  "How does the policy treat expenses for diagnostic tests and evaluations not related to treatment?": "Diagnostic expenses not related to the current diagnosis and treatment are excluded.",
  "Are AYUSH (Ayurveda, Yoga, Unani, Siddha, Homeopathy) treatments covered under the policy, and to what extent?": "AYUSH treatments are covered up to the sum insured limit for inpatient care in an AYUSH hospital.",
  "What is the refund policy on cancellation of the health policy by the insured before the term ends?": "For annual policies with no claims, a proportionate premium refund is given for the unexpired period; for policies longer than one year, the unexpired period premium is refunded if risk coverage hasn't started.",
  "Are treatments undertaken outside India eligible for reimbursement under these health insurance policies?": "Treatment in India is covered.  There is mention that newborn baby coverage requires expenses to be incurred in hospitals or nursing homes in India as in-patients.",
  "What benefits does the policy provide for Life Hardship/Survival Benefit conditions or critical illness?": "If an insured person is diagnosed with one of eleven critical illnesses and a claim is admissible, a survival benefit is payable in addition to the sum insured, with no co-payment.",
  "Is coverage available for day care procedures not requiring 24-hour hospitalization, and how are they listed or limited?": "Day care procedures less than 24 hours are covered, with a list of procedures specified in Appendix I.",
  "What is the impact on waiting periods when the sum insured is enhanced at renewal?": "When the sum insured is enhanced, waiting periods apply afresh to the enhanced amount, with the longest waiting period applying if a disease/procedure has multiple waiting periods.",
  "Is HIV/AIDS or related treatment covered under the policy, and what are the specific inclusions or exclusions?": "The policy indemnifies medical expenses for inpatient care, pre- and post-hospitalization related to HIV/AIDS infection.",
  "What are the rules regarding medical second opinions for critical illnesses, and are they reimbursable?": "Medical second opinions are covered for specified major illnesses, with expenses reimbursed subject to the admissibility of the hospitalization claim; this is payable only once per illness.",
  "Does the policy mandate in-patient treatment for all coverage benefits, or are there exceptions?": "In-patient treatment is not mandatory for all benefits; there's an exception for at least one benefit.",
  "Is bariatric (obesity-related) surgery covered, and what BMI or comorbidity conditions must be met?": "Bariatric surgery is covered if it's medically advised, follows clinical protocols, the member is at least 18, and has a BMI of 40 or more, or 35 or more with severe comorbidities after less invasive methods fail.",
  "What is the policy’s stance on experimental or unproven treatments?": "Unproven/experimental treatments not based on established medical practice in India are not covered.",
  "Does the policy cover prosthetics and implants like pacemakers, and are they subject to room rent limits?": "Prosthetics and implants are not subject to room rent limits.",
  "What are the exclusions related to intentional self-injury or suicide attempts?": "Intentional self-injury and attempted suicide are excluded.",
  "How does the policy define and treat expenses for infertility and assisted reproduction technologies?": "Infertility treatment and ART are covered subject to specific conditions; it must be proven that natural conception is impossible due to sub-fertility/infertility.",
  "Is treatment due to alcohol or drug addiction covered under the mental health benefit?": "Treatment for alcohol or drug abuse or any addictive condition and consequences thereof are excluded, as are mental conditions associated with such abuse.",
  "Are vision aids like spectacles or hearing aids reimbursed under the policy?": "The policy excludes the cost of spectacles and contact lenses.",
  "Are pre- and post-hospitalization expenses covered, and for how many days before and after admission?": "Pre- and post-hospitalization expenses are covered for 30 days prior to and 60 days after hospitalization.",
  "Does the policy provide for restoration of the sum insured if it is exhausted mid-year due to claims?": "If the sum insured is exhausted due to a claim, it is automatically restored to the extent of the claim amount, but not exceeding the restoration limit opted at the time of policy purchase (50% or 100% of the sum insured).",
  "What is the grace period allowed for policy renewal, and how does it affect continuity benefits?": "A 30-day grace period is allowed for policy renewal; however, no coverage is available during this period, and any illness or injury during this time will not be covered.",
  "What exclusions apply specifically to cosmetic or plastic surgery?": "Expenses for cosmetic or plastic surgery are excluded unless for reconstruction following an accident, burns, or cancer.",
  "Are permanent total or partial disabilities due to accidents covered, and what documentation is required?": "The policy covers permanent total or partial disabilities due to accidents.  Specific payouts depend on the type of disability, and the documentation needed is not specified.",
  "What is the policy’s position on expenses incurred for dietary supplements and vitamins?": "Dietary supplements and substances purchased without a prescription, including vitamins and minerals, are excluded unless prescribed by a medical practitioner.",
  "Is surrogacy covered under the policy, and does it vary by plan type (e.g., platinum plan)?": "Expenses related to sterility and infertility, including surrogacy, are excluded; however, this exclusion does not apply to the Platinum plan, up to the limits mentioned therein.",
  "What is the process for claim rejection, and how is the reason for denial communicated to the insured?": "If a claim is rejected, the reason will be recorded in writing and communicated to the insured within 30 days of receiving all necessary documents.",
  "What is covered under hospitalization expenses?": "Hospitalization and Domiciliary Hospitalization are covered for medically necessary treatment of illnesses/diseases or injuries sustained by the Insured Person(s) during the policy period, up to the limit of Sum Insured or mentioned sublimits. This includes pre and post hospitalization expenses for mental illness under specific conditions related to diagnosis, establishment, and professional advice.",
  "Does the policy cover day care procedures?": "Yes, day care procedures/surgeries are covered, allowing for a relaxation of the 24-hour minimum hospitalization duration if the treatment is undertaken under General or Local Anesthesia in a hospital/day care centre in less than 24 hours.",
  "Is coverage provided for pre-existing diseases?": "Yes, coverage is provided for pre-existing diseases after a waiting period of 36 months, provided the condition was declared at the time of application and accepted by the insurer. The policy also allows for gaining credit for pre-existing diseases upon continuous renewal.",
  "What is the waiting period for pre-existing conditions?": "The waiting period for pre-existing diseases is 36 months, subject to the disease being declared at the time of application and accepted by the insurer. If any specified disease/procedure falls under its own waiting period, the longer of the two waiting periods shall apply.",
  "Are diagnostic tests covered under this policy?": "Expenses primarily for diagnostics and evaluation purposes only are excluded. Additionally, any diagnostic expenses that are not related or incidental to the current diagnosis and treatment are excluded.",
  "Are maternity expenses included?": "Yes, maternity expenses are included under the Diamond and Platinum plans for in-patient medical expenses incurred for a delivery (including caesarean section) or lawful medical termination of pregnancy during the policy period. The company's maximum liability per delivery or termination is limited to 2.5% of the Sum Insured per policy period, and benefits are admissible only if incurred in Hospital/Nursing Homes as in-patients in India.",
  "Does the plan cover newborn baby expenses?": "Yes, the policy covers New Born Baby expenses from day one upon payment of the requisite premium. Medical expenses incurred for treatment taken in a Hospital as an in-patient are payable, subject to the policy's terms and conditions, and must be incurred in Hospital/Nursing Homes in India.",
  "Is organ donor treatment covered?": "The policy covers in-patient hospitalization medical expenses for the organ donor when the insured person is the recipient, provided the donation conforms to the Transplantation of Human Organs Act 1994. A lump sum payment of 10% of the Sum Insured is also payable to the insured person if they are the donor. However, the cost of organ acquisition, donor screening, and any pre and post-hospitalization medical expenses of the donor are not covered.",
  "Are AYUSH treatments (Ayurveda, Homeopathy, etc.) included?": "Inpatient care treatment under Ayurveda, Yoga and Naturopathy, Unani, Siddha, and Homeopathy systems of medicines are covered up to the limit of sum insured in any AYUSH Hospital. However, other alternative treatments like massages, steam baths, acupuncture, acupressure, and magneto-therapy are excluded.",
  "Does the policy cover domiciliary hospitalization?": "Yes, customary charges for Domiciliary Hospitalization for medically necessary treatment of illnesses/diseases or injuries sustained during the policy period are covered up to the limit of Sum Insured or mentioned sublimits. However, liability under Domiciliary Hospitalization Benefit is restricted for certain listed diseases such as Epilepsy, Hypertension, Influenza, and others.",
  "What treatments are explicitly excluded in the policy?": "The policy excludes expenses related to specified disease/procedure waiting periods, treatment arising from breach of law with criminal intent, treatment in specifically excluded hospitals/providers (except for stabilization in emergencies/accidents), treatment for alcoholic drug or substance abuse, treatments in health hydros/nature cure clinics/spas or for domestic reasons, and non-prescribed dietary supplements. Additionally, any illness treatment within 30 days from the first policy commencement is excluded, unless due to an accident or if the insured has continuous coverage for over twelve months.",
  "Is cosmetic or plastic surgery excluded?": "Cosmetic or plastic surgery and any treatment to change appearance are excluded unless they are for reconstruction following an accident, burns, or cancer.",
  "Are dental treatments covered?": "Dental treatment is generally not covered unless necessitated due to an injury. However, the policy makes an exception for Out Patient Department (OPD) benefit for Dental cover in the Platinum Plan.",
  "Are obesity or weight control treatments covered?": "Surgical treatment for obesity is covered only if it fulfills all specified conditions, including being advised by a doctor, supported by clinical protocols, for individuals 18 years or older, and meeting specific Body Mass Index (BMI) criteria (greater than or equal to 40, or greater than or equal to 35 in conjunction with specific severe co-morbidities) after less invasive methods have failed.",
  "Does the policy exclude injuries from alcohol or drug abuse?": "Yes, treatment for alcoholic drug or substance abuse or any addictive condition and consequences thereof is explicitly excluded.",
  "Are diseases diagnosed within the first 30 days excluded?": "Yes, expenses related to the treatment of any illness diagnosed within 30 days from the first policy commencement date are excluded, except for claims arising due to an accident. This exclusion does not apply if the Insured Person has continuous coverage for more than twelve months.",
  "Is cancer treatment like chemotherapy or radiotherapy covered?": "Chemotherapy expenses are covered under domiciliary hospitalization benefits. There is no explicit mention of radiotherapy in the provided clauses.",
  "Are ICU and ventilator charges covered?": "Yes, ICU charges are covered and include expenses for the ICU bed, general medical support services, monitoring devices, critical care nursing, and intensivist charges. The policy also mentions \"Room Rent/ICU limit\" in relation to proportionate deductions.",
  "Are ambulance charges reimbursed?": "Yes, ambulance service charges are covered up to specified maximum limits per illness (e.g., Rs.1000 or Rs.2000) and per policy period (1% of Sum Insured, subject to maximum Rs.3000 or Rs.6000).",
  "Is coverage provided for mental illness or psychiatric treatment?": "Yes, mental illness coverage is provided for medical expenses, including pre and post hospitalization expenses, under specific conditions. These conditions require the illness to be covered under the definition of mental illness, hospitalization in a Mental Health Establishment, and hospitalization advised by a Mental Health Professional.",
  "What is the room rent limit under this policy?": "Room rent is covered as per the entitled room category based on the Room Rent/ICU limit specified in the Policy Schedule/Certificate of Insurance. If the incurred room rent is higher than eligibility, a proportionate deduction will apply.",
  "Are there any sub-limits on specific treatments?": "Yes, hospitalization expenses are covered up to the limit of Sum Insured or mentioned sublimits, which are detailed within the policy.",
  "Is cashless hospitalization available?": "Yes, cashless hospitalization is available for treatments within India, with specified turn-around times for pre-authorization and final bill authorization. Cashless service is not available for treatment taken outside India.",
  "Are maternity benefits available for both natural and cesarean deliveries?": "Yes, maternity benefits are available for both natural childbirth and cesarean deliveries, and also for lawful medical termination of pregnancy. This benefit is specifically applicable to Diamond and Platinum Plans.",
  "Is the policy renewable for a lifetime?": "The policy shall ordinarily be renewable except on grounds of fraud, misrepresentation, non-disclosure by the insured, or if the product is withdrawn. If the product is withdrawn, suitable options to migrate to other similar health insurance products/plans will be provided. There is no explicit statement that the policy is renewable for a lifetime, but it states it 'shall be renewable' under conditions.",
  "Can I port this health insurance policy to another provider?": "Yes, portability is a facility provided to policyholders, including all family members under family cover, to transfer credits gained for Pre-Existing Diseases and Specific Waiting Periods from one insurer to another.",
  "Will my premium increase after making a claim?": "The clauses do not state that your premium will increase after making a claim. However, the Cumulative Bonus (CB) accrued will be reduced at the same rate it has accrued if a claim is made in any particular year.",
  "What is the maximum sum insured?": "The maximum sum insured, which is the Company's maximum liability per policy period for all claims, is the Sum Insured (Individual or Floater) opted and Cumulative Bonus (if any) specified in the Policy Schedule. Specific benefits like Maternity Expenses and Domiciliary Hospitalization Benefits have sub-limits, and the Sum Insured can be increased at renewal.",
  "How do I file a reimbursement claim?": "To file a reimbursement claim, you must notify the Company/TPA within 24 hours from emergency hospitalization or before discharge (whichever is earlier), or at least 48 hours prior for planned hospitalization. Then, submit the following documents within the prescribed time limit: a duly completed claim form, photo identity proof of the patient, medical practitioner’s prescription advising admission, original bills with itemized break-up, payment receipts, and a discharge summary. Reimbursement for hospitalization expenses must be submitted within thirty days of discharge, and for post-hospitalization expenses, within fifteen days from completion of treatment.",
  "Can I add my parents to this health insurance policy?": "Yes, parents and parents-in-law are included in the definition of 'Family' that can be covered under the policy, along with the proposer, legally wedded spouse, and dependent children.",
  "What is the specific waiting period for pre-existing diseases under each policy, and how is this period affected by continuous renewal or policy migration?": "The provided clauses state that 'Portability' allows policyholders to transfer credits gained for Pre-Existing Diseases and Specific Waiting Periods from one insurer to another. 'Renewal' includes a grace period for treating the renewal as continuous, which allows for gaining credit for pre-existing diseases, time-bound exclusions, and all waiting periods. However, the specific duration of the waiting period for pre-existing diseases is not mentioned in these clauses.",
  "How does the proportionate deduction clause apply if the insured person is admitted to a room with higher rent than their eligibility under both policies?": "If an insured person is admitted to a room with rates exceeding the specified limits, the reimbursement or payment for 'Associated Medical Expenses' incurred at the hospital will be proportionately reduced. This deduction is calculated based on the ratio of the admissible room rate per day to the actual room rent per day. Proportionate deduction does not apply if the insured is admitted to ICU/ICCU. Associated Medical Expenses, for this purpose, exclude the cost of pharmacy and consumables, implants and medical devices, and diagnostics.",
  "What are the pre-authorization and documentation requirements for obtaining treatment at a non-network hospital under reimbursement mode?": "Treatment at a non-network provider is subject to pre-authorization by the Company or its authorized TPA. To obtain this authorization, a cashless request form available with the TPA should be completed and sent to the Company/TPA along with related medical information. The Company/TPA will then issue a pre-authorization letter after verification. For reimbursement, a claim notice with full particulars must be sent to the Company/TPA within 24 hours from the date of emergency hospitalization or before discharge, whichever is earlier.",
  "What coverage is provided for robotic surgeries and immunotherapy, including any applicable sub-limits or exclusions?": "Coverage for robotic surgery is limited to the robotic component only. For immunotherapy, coverage is limited to the cost of injections only.",
  "What are the monetary caps and waiting periods for cataract surgeries or joint replacement procedures?": "The clauses mention that expenses for treatment of cataract are subject to sub-limits, but do not specify the monetary caps. There is no information regarding joint replacement procedures or specific waiting periods for either procedure.",
  "What is the claim submission deadline for post-hospitalization expenses, and what are the consequences of missing it?": "The claim submission deadline for reimbursement of post-hospitalization expenses is within fifteen days from the completion of post-hospitalization treatment. The provided clauses do not specify the consequences of missing this deadline.",
  "What is the procedure and timeline for notifying the insurer in case of emergency hospitalization?": "In case of emergency hospitalization, a claim notice with full particulars must be sent to the Company/TPA (if applicable) within 24 hours from the date emergency hospitalization was required or before the Insured Person's discharge from the Hospital, whichever is earlier.",
  "How are room rent sub-limits defined, and what effect do they have on the admissibility of associated medical expenses?": "Room rent sub-limits are defined as up to 2% of the sum insured, subject to a maximum of Rs. 5,000/- per day. If the actual room rent exceeds these limits, the reimbursement or payment of 'Associated Medical Expenses' (excluding cost of pharmacy and consumables, implants and medical devices, and diagnostics) will be proportionately reduced based on the ratio of the admissible rate to the actual rate per day. This proportionate deduction does not apply if the insured is admitted to ICU/ICCU.",
  "Is treatment at AYUSH hospitals covered, and what are the conditions for admissibility under these alternative systems of medicine?": "Yes, Medical Expenses incurred for Inpatient Care treatment under Ayurveda, Yoga and Naturopathy, Unani, Sidha, and Homeopathy systems of medicines are covered up to the limit of the sum insured in any AYUSH Hospital. For admissibility, an AYUSH Hospital must have at least 5 in-patient beds, a qualified AYUSH Medical Practitioner in charge round the clock, dedicated AYUSH therapy sections as required, and maintain daily records of patients accessible to the insurance company’s authorized representative.",
  "What reimbursement documentation is needed for pre-hospitalization expenses under both policies?": "For reimbursement of pre-hospitalization expenses, the claim must be supported with a duly completed claim form, photo identity proof of the patient, medical practitioner’s prescription advising admission, original bills with itemized break-up, payment receipts, and discharge summary including complete medical history of the patient along with other details. These documents must be submitted within the prescribed time limit.",
  "What is the insurer’s responsibility and penalty in case claim processing timelines exceed the specified SLA?": "If a claim requires investigation, the Company must complete it within 30 days from the receipt of the last necessary document and settle or reject the claim within 45 days. In case of delay beyond 45 days, the Company is liable to pay interest to the policyholder at a rate 2% above the bank rate from the date of receipt of the last necessary document until the claim payment date.",
  "What facilities or benefits are provided by the TPA, and are they allowed to approve or reject claims independently?": "The TPA's services include servicing of claims, specifically claim admissions and assessments, through pre-authorization of cashless treatment or processing of non-cashless claims, or both, according to policy terms. However, the services offered by a TPA explicitly do not include claim settlement and claim rejection.",
  "Are diagnostic expenses reimbursed if they are unrelated to an admissible treatment, and how is relevance determined?": "Diagnostic expenses that are not related or not incidental to the current diagnosis and treatment are excluded from reimbursement. Expenses related to any admission primarily for diagnostics and evaluation purposes only are also excluded.",
  "How is co-payment calculated for claims involving senior citizens, and are there any relaxations in either policy?": "Each claim is subject to a 5% co-payment for insured persons aged 75 years or less on policy inception, and a 15% co-payment for insured persons aged greater than 75 years on policy inception. An optional 20% co-payment on each admissible claim is available with a 25% discount in total premium.",
  "Are infertility and assisted reproduction procedures covered, and what are the specific limitations or waiting periods?": "Expenses related to sterility and infertility, including any type of sterilization, assisted reproduction services (such as artificial insemination, IVF, ZIFT, GIFT, ICSI), gestational surrogacy, and reversal of sterilization, are excluded from coverage.",
  "What specific exclusions apply to intentional self-injury, suicide attempts, and substance abuse-related conditions?": "Treatment for intentional self-inflicted injury and attempted suicide is excluded. Additionally, treatment for alcoholism, drug or substance abuse, or any addictive condition and their consequences is excluded.",
  "How does the policy treat treatment taken outside India, including emergencies during travel or planned overseas hospitalization?": "Treatment taken outside the geographical limits of India is excluded.",
  "Are organ transplant-related expenses covered for both donor and recipient, and what documentation is required for claims?": "The policy indemnifies medical expenses for an organ donor's hospitalization for harvesting an organ donated to an insured person, provided the donation complies with the Transplantation of Human Organs Act 1994, the organ is for an insured person medically advised to undergo a transplant, and expenses are incurred for the donor as an in-patient in a hospital. Exclusions for organ donor expenses include pre-hospitalization and post-hospitalization medical expenses of the donor, costs related to organ acquisition, experimental or investigational organ transplants, medical treatment or complications for the donor consequent to harvesting, and expenses for organ transportation or preservation. Documentation requirements for claims are not specified in the provided clauses.",
  "What is the coverage limit and definition of 'Hospital Daily Cash Benefit' under both policies?": "The policy provides a Hospital Cash benefit as a daily allowance up to the limit specified in the Table of Benefits for a maximum of five days, provided the hospitalization exceeds three days.",
  "Under what conditions is bariatric surgery reimbursed, and is there any BMI or comorbidity threshold requirement?": "Bariatric surgery (though not explicitly named as such, the description matches) is reimbursed under the conditions that the surgery is advised by a doctor, supported by clinical protocols, the member is 18 years of age or older, and their Body Mass Index (BMI) is either greater than or equal to 40, or greater than or equal to 35 in conjunction with severe co-morbidities like obesity-related cardiomyopathy, following the failure of less invasive weight loss methods.",
  "Does the policy cover OPD consultations or telemedicine services, and if so, what are the reimbursement limits?": "Out-patient Treatment is covered and includes out-patient consultations by a medical practitioner, diagnostic tests prescribed by a medical practitioner, medicines/drugs prescribed by a medical practitioner, and out-patient dental treatment. The limits of cover available for Out-patient Treatment range from INR 2,000 to INR 25,000, in addition to the sum insured opted. There is no mention of telemedicine services.",
  "Is there a clause for automatic reinstatement of sum insured in case of accident claims, and what triggers it?": "The clauses indicate that a 'Reinstatement of Sum Insured due to Road Traffic Accident' is a provision, and for such a claim, a police investigation report confirming the road traffic accident is required. However, the clauses do not detail the process for automatic reinstatement or specific triggers beyond the need for a police report for such a claim.",
  "What constitutes a critical illness claim under the policies, and what documentation is required for survival benefits?": "The benefit amount for Critical Illness cover is limited to 50% of the sum insured, with individual benefit amounts ranging from INR 2,00,000 to INR 25,00,000. Pre-policy checkup reports are required for individuals aged between eighteen and sixty-five years opting for Critical Illness cover. Exclusions apply if the critical illness or its symptoms were present before the first policy's inception or manifest within ninety days. The clauses do not define what constitutes a critical illness claim or specify documentation for survival benefits.",
  "Are dental surgeries covered under these policies, and what distinctions are made between cosmetic and medically necessary treatments?": "Dental treatment is covered only if necessitated by an injury; otherwise, it is excluded. Cosmetic dental treatment, including procedures to straighten, lighten, reshape, and repair teeth (e.g., veneers, crowns, bridges, tooth-coloured fillings, implants, and tooth whitening), is explicitly excluded. Cosmetic or plastic surgery, generally excluded, may be covered if for reconstruction following an accident, burn(s), or cancer, or as part of medically necessary treatment to remove a direct and immediate health risk, provided it is certified by the attending Medical Practitioner.",
  "What happens if a policyholder fails to notify the insurer of hospitalization within the required time frame?": "Policyholders are required to send notice with full particulars to the Company/TPA within 24 hours from the date of emergency hospitalization or before the Insured Person’s discharge from Hospital, whichever is earlier. The clauses do not specify what happens if this notification requirement is not met."
}