[
  {
    "clause": "them wherever they appear in this Policy and, where appropriate, references to the singular include references to the plural; references to the male include the female and references to any statutory enactment include subsequent changes to the same:"
  },
  {
    "clause": "1. Standard Definitions Def. 1. Accident means a sudden, unforeseen and involuntary event caused by external, visible and violent means. Def. 2. Any one illness means continuous Period of illness and it includes relapse within 45 days from  the  date  of  last  consultation  with  the  Hospital/Nursing  Home  where treatment may have been taken. Def. 3."
  },
  {
    "clause": "AYUSH HOSPITAL means an AYUSH Hospital is a healthcare facility wherein medical/surgical/para-surgical treatment procedures and interventions are carried out by AYUSH Medical Practitioner(s) comprising of any of the following: a. Central or State Government AYUSH Hospital; or b. Teaching hospital attached to AYUSH College recognized by the  Central Government /Central Council of Indian Medicine/Central Council for Homeopathy; or c. AYUSH Hospital, standalone or co-located within-patient healthcare facility of any recognized system of medicine, registered with the local authorities, wherever"
  },
  {
    "clause": "applicable, and is under the supervision of a qualified registered AYUSH Medical Practitioner and must comply with all the following criterion: i. Having at least 5 in-patient beds; ii."
  },
  {
    "clause": "Having qualified AYUSH Medical Practitioner in charge round the clock; iii. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre where surgical procedures are to be carried out; iv. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized representative. Def. 4. AYUSH Day Care Centre means and includes Community Health Centre (CHC), Primary Health Centre (PHC), Dispensary, Clinic, Polyclinic or any such health centre which is registered with the local authorities, wherever applicable and having facilities for carrying out treatment procedures and medical or surgical/para-surgical interventions or both under the supervision of"
  },
  {
    "clause": "registered AYUSH Medical Practitioner(s) on day care basis without in-patient services and must comply with all the following criterion: i."
  },
  {
    "clause": "Having qualified registered AYUSH Medical Practitioner (s) in charge; ii."
  },
  {
    "clause": "Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre where surgical procedures are to be carried out; iii."
  },
  {
    "clause": "Maintaining daily records of the patients and making them accessible to the insurance company’s authorized representative. Def. 5."
  },
  {
    "clause": "conditions, are directly made to the network provider by the insurer to the extent pre- authorization approved. Def. 6."
  },
  {
    "clause": "Condition Precedent means a policy term or condition upon which the Insurer’s liability"
  },
  {
    "clause": "under the policy is conditional upon. Def. 7. Congenital Anomaly refers to a condition(s) which is present since birth, and which is abnormal with reference to form, structure or position (a)  Internal Congenital Anomaly  - Congenital Anomaly which is not in the visible and accessible parts of the body (b) External Congenital Anomaly-  Congenital Anomaly which is in the visible and accessible parts of the body Def. 8."
  },
  {
    "clause": "Co-payment means a cost-sharing requirement under a health insurance policy that provides that the policyholder/insured will bear a specified percentage of the admissible claim amount. A co-payment does not reduce the Sum Insured. Def. 9. Cumulative Bonus means any increase in the Sum Insured granted by the insurer without"
  },
  {
    "clause": "an associated increase in premium. Def. 10. Critical Illness means Cancer of specified severity, Open Chest CABG, First Heart Attack of specified severity, Kidney Failure requiring regular dialysis, Major Organ/Bone Marrow Transplant, Multiple Sclerosis with Persisting Symptoms, Permanent Paralysis of Limbs, Stroke resulting in Permanent Symptoms as defined below only: i) Cancer of specified severity:"
  },
  {
    "clause": "A malignant tumour characterised by the uncontrolled growth & spread of malignant cells with invasion & destruction of normal tissues. This diagnosis must be supported by histological evidence of malignancy & confirmed by a pathologist. The term cancer includes leukemia, lymphoma and sarcoma. The following are excluded:  Tumours showing the malignant changes of carcinoma in situ & tumours which are histologically described as pre-malignant or non-invasive, including but not limited to: Carcinoma in situ of breasts, Cervical dysplasia CIN-1, CIN -"
  },
  {
    "clause": "2 & CIN-3.  Any skin cancer other than invasive malignant melanoma  All tumours of the prostate unless histologically classified as having a Gleason score greater than 6 or having progressed to at least clinical TNM classification T2N0M0.........  Papillary micro - carcinoma of the thyroid less than 1 cm in diameter  Chronic lymphocyctic leukaemia less than RAI stage 3  Microcarcinoma of the bladder  All tumours in the presence of HIV infection."
  },
  {
    "clause": " A history of typical clinical symptoms consistent with the diagnosis of Acute Myocardial Infarction (for e.g. typical chest pain).  New characteristic electrocardiogram changes.  Elevation of infarction specific enzymes, Troponins or other specific biochemical markers. The following are excluded:  Non-ST-segment elevation myocardial infarction (NSTEMI) with elevation of Troponin I or T.  Other acute Coronary Syndromes."
  },
  {
    "clause": " Any type of angina pectoris iv) Kidney Failure requiring Regular Dialysis:"
  },
  {
    "clause": "End stage renal disease presented as chronic irreversible failure of both kidneys to function, as a result of which either regular renal dialysis (haemodialysis or peritoneal dialysis) is instituted or renal transplantation is carried out. The diagnosis has to be confirmed by a specialist Medical Practitioner v) Major Organ/ Bone Marrow Transplant: The actual undergoing of a transplant of:  One of the following human organs - heart, lung, liver, pancreas, kidney, that resulted from irreversible end-stage failure of the relevant organ or;"
  },
  {
    "clause": " Human bone marrow using hematopoietic stem cells. The undergoing of a transplant must be confirmed by specialist medical practitioner. The following are excluded:  Other Stem-cell transplants  Where only islets of Langerhans are transplanted vi) Multiple Sclerosis with Persisting Symptoms: The definite occurrence of Multiple Sclerosis.The diagnosis must be supported by all of the following:  Investigation including typical MRI and CSF findings, which unequivocally confirm the diagnosis to be multiple Sclerosis."
  },
  {
    "clause": " There must be current clinical impairment of motor or sensory function, which must have persisted for a continuous period of at least 6 months.  Well documented clinical history of exacerbations and remissions of said symptoms or neurological deficits with at least two clinically documented episodes at least 1 month apart. Excluded is:  Other causes of neurological damage such as SLE and HIV are excluded vii) Permanent Paralysis of Limbs:"
  },
  {
    "clause": "The following are excluded:  Transient ischemic attacks (TIA)  Traumatic injury of the brain  Vascular diseases affecting only the eye or optic nerve or vestibular functions Def. 11."
  },
  {
    "clause": "Day Care centre means any institution established for day care treatment of illness and/or injuries or a medical setup within a hospital and which has been registered with the local authorities, wherever applicable, and is under the supervision of a registered and qualified medical practitioner AND must comply with all minimum criteria as under— -has qualified nursing staff under its employment; -has  qualified medical practitioner/s in charge;"
  },
  {
    "clause": "-has a fully equipped operation theatre of its own where surgical procedures are carried out;"
  },
  {
    "clause": "-maintains daily records of patients and will make these accessible to the insurance company’s authorized personnel Def. 12."
  },
  {
    "clause": "Day Care Procedures means those medical treatment, and/or surgical procedure i."
  },
  {
    "clause": "which is undertaken under General or Local Anaesthesia in a Hospital/day care centre in less than 24 hours because of technological advancement, ii. which would have otherwise required a Hospitalisation of more than 24 hours. Treatment normally taken on an Out-patient basis is not included in the scope of this definition Def. 13."
  },
  {
    "clause": "Deductible means a cost-sharing requirement under a health insurance policy that provides that the insurer will not be liable for a specified rupee amount in case of indemnity policies and for a specified number of days/hours in case of hospital cash policies which will apply before any benefits are payable by the insurer. A deductible does not reduce the Sum Insured. Def. 14. Dental treatment means a treatment related to teeth or structures supporting teeth including examinations, filings (where appropriate), crowns, extractions and surgery. Def. 15."
  },
  {
    "clause": "Domiciliary Hospitalisation means medical treatment for an illness/disease/injury which in the normal course would require a care and treatment at a Hospital but is actually taken while confined at home under any of the following circumstances: - The condition of the patient is such that he/she is not in a condition to be removed to a hospital, or - The patient takes treatment at home on account of non-availability of a room in a hospital Def. 16."
  },
  {
    "clause": "Disclosure of information norm means the policy shall be void and all premiums paid hereon shall be forfeited to the Company, in the event of misrepresentation, mis-description or non-"
  },
  {
    "clause": "disclosure of any material fact. Def. 17. Emergency Care means management for a severe illness or injury which results in symptoms which occur suddenly and unexpectedly, and requires immediate care by a medical practitioner to prevent death or serious long term impairment of the insured person’s health. Def. 18."
  },
  {
    "clause": "maintains daily records of patients and will make these accessible to the insurance company’s authorized personnel. Def. 20. Hospitalisation or Hospitalised means admission in a Hospital for a minimum of 24 consecutive ‘In-patient Care’ hours except for specified procedures / treatments, where such admission could be for a period of less than 24 consecutive hours. Def. 21."
  },
  {
    "clause": "Illness means  a  sickness  or  a  disease  or  pathological  condition  leading  to  the impairment of normal physiological function which manifests itself during the Policy Period and requires medical treatment a) Acute Condition- Acute condition is a disease, illness or injury that is likely to respond quickly to treatment which aims to return the person to his or her state of health immediately before suffering the disease/illness/injury which leads to full recovery."
  },
  {
    "clause": "b) Chronic Condition- A chronic condition is defined as disease, illness, or injury that has one or more o f the following characteristics: - it needs ongoing or long-term monitoring through consultations, examinations, check-ups, and / or tests —it needs ongoing or long-term control or relief of symptoms — it requires your rehabilitation or for you to be specially trained to cope with it —it continues indefinitely —it recurs or is likely to recur Def. 22."
  },
  {
    "clause": "Injury means accidental physical bodily harm excluding illness or disease solely and directly caused by external, violent and visible and evident means which is verified and certified by a Medical Practitioner. Def. 23. In-patient Care means treatment for which the Insured Person has to stay in a Hospital for more than 24 hours for a covered event. Def. 24."
  },
  {
    "clause": "Maternity expenses means i. medical treatment expenses traceable to childbirth (including complicated deliveries and caesarean sections during hospitalization); ii. expenses towards lawful medical termination of pregnancy during the Policy Period. Def. 25. Medical Advise means any consultation or advise from a Medical Practitioner including the issuance of any prescription or follow up prescription. Def. 26. Medical Expenses means those expenses that an Insured Person has necessarily and actually incurred for medical treatment on account of illness or Accident on the advice of a Medical Practitioner, as long as these are no more than would have been payable if the Insured Person"
  },
  {
    "clause": "had not been insured and no more than other Hospitals or doctors in the same locality would have charged for the same medical treatment. Def. 27. Medically Necessary means any treatment, test, medication, or stay in Hospital or part of stay in Hospital which  Is required for the medical management of the Illness or injury suffered by the Insured Person;"
  },
  {
    "clause": "Def. 28. Medical Practitioner means a person who holds a valid registration from the medical council of any state or medical council of India or council for Indian medicine or for homeopathy set up by the government of India or a state government and is thereby entitled to practice medicine within its jurisdiction; and is acting within the scope and jurisdiction of license. Def. 29."
  },
  {
    "clause": "Migration means the right accorded to individual health insurance policyholders (including all members under family cover and members of group health insurance policy) to transfer the credits gained for pre-existing conditions and time-bound exclusions, with the same insurer. Def. 30. Network Provider means Hospital enlisted by an insurer or a TPA or jointly by an insurer and a TPA to provide medical services to an insured by a cashless facility. Def. 31. New Born Baby means baby born during the Policy Period and is aged up to 90 days. Def. 32."
  },
  {
    "clause": "Non Network Provider means any Hospital, day care centre or other provider that is not part of the Network Def. 33."
  },
  {
    "clause": "Notification of Claim means the process of intimating a claim to the insurer or TPA through any of the recognized modes of communication. Def. 34. OPD treatment means the one in which the Insured visits a clinic / hospital or associated facility like a consultation room for diagnosis and treatment based on the advice of a Medical Practitioner. The Insured is not admitted as a day care or in-patient Def. 35. Portability means the right accorded to individual health insurance policyholders (including all members under family cover) to transfer the credits gained for pre-existing conditions and time-bound exclusions, from one insurer to another insurer. Def. 36. Pre-existing Disease means any condition, ailment, injury or disease: a) That is/are diagnosed by a physician within 48 months prior to the effective date of the policy issued by the insurer or its reinstatement or b) For which medical advice or treatment was recommended by, or received from, a physician within 48 months prior to the effective date of the policy issued by the insurer or its reinstatement. Def. 37. Pre- Hospitalisation Medical Expenses means the medical expenses incurred during"
  },
  {
    "clause": "predefined number of days preceding the hospitalization of the Insured Person, provided that: i. Such Medical Expenses are incurred for the same condition for which the Insured Person’s Hospitalisation was required, and ii."
  },
  {
    "clause": "area for identical or similar services, taking into account the nature of illness/ injury involved. Def. 41."
  },
  {
    "clause": "Room Rent means the amount charged by a hospital towards room and boarding expenses and shall include associated medical expenses. Def. 42."
  },
  {
    "clause": "Renewal means the terms on which the contract of insurance can be renewed on mutual consent with a provision of grace period for treating the renewal continuous for the purpose of"
  },
  {
    "clause": "gaining credit for pre-existing diseases, time bound exclusions and for all waiting periods. Def. 43."
  },
  {
    "clause": "Surgery or Surgical Procedure means manual and/or operative procedure(s) required for treatment of an Illness or injury, correction of deformities and defects, diagnosis and cure of diseases, relief of suffering or prolongation of life, performed in a Hospital or day care centre by a Medical Practitioner. Def. 44. Unproven/Experimental treatment means treatment including drug experimental therapy which is not based on established medical practice in India, is treatment experimental or unproven. Def. 45. Intensive Care Unit means an identified section, ward or wing of a Hospital which is under the constant supervision of a dedicated Medical Practitioner(s), and which is specially equipped for the continuous monitoring and treatment of patients who are in a critical condition, or require life support facilities and where the level of care and supervision is considerably more sophisticated and intensive than in the ordinary and other wards. Def. 46. ICU (Intensive Care Unit) Charges means the amount charged by a Hospital towards ICU"
  },
  {
    "clause": "expenses which shall include the coverage for bed, general medical support services provided to any ICU patient including monitoring devices, critical care nursing and intensivist charges. 2."
  },
  {
    "clause": "Specific Definitions Def. 1. Adventurous/Hazardous Sports means any sport or activity involving physical exertion and skill in which an Insured Person participates or competes for entertainment or as part of his Profession whether he / she is trained or not. Def. 2. Age or Aged means completed years as at the Commencement Date. Def. 3. Alternative treatments means forms of treatments other than treatment \"Allopathy\" or \"modern medicine\"  and includes Ayurveda, Unani, Sidha and Homeopathy in the Indian context Def. 4."
  },
  {
    "clause": "Commencement Date means the commencement date of this Policy as specified in the Schedule. Def. 7. Dependents means only the family members listed below: i) Your legally married spouse as long as she continues to be married to You; ii) Your children / Grandchildren Aged between 91 days and 25 years if they are unmarried and financially dependent with no independent source of income. Children Aged between 1 to 90 Days can be covered if Newborn Baby Benefit is added by payment of additional premium subject to policy terms and conditions. iii) Your natural parents or parents that have legally adopted You, provided that the parent was below 65 years at his initial participation in the Easy Health Policy, iv) Your Parent -in-law as long as Your spouse continues to be married to You and  were below 65 years at his initial participation in the Easy Health Policy v) Your Grandparents provided that the grandparent were below 65 years at his initial participation in the Easy Health Policy, All Dependent parents, Parent in laws, Grand Parents must be financially dependent on You. Def. 8. Dependent Child means a child (natural or legally adopted), who is unmarried, Aged between 91 days and 25 years, financially dependent on the primary Insured or Proposer and does not have his / her independent sources of income. Children Aged between 1 to 90 Days can be covered if Newborn Baby Benefit is added by payment of additional premium subject to policy terms and conditions. Def. 9. Family Floater means a Policy described as such in the Schedule where under You and Your Dependents named in the Schedule are insured under this Policy as at the Commencement Date.  The Sum Insured for a Family Floater means the sum shown in the Schedule which represents Our maximum liability for any and all claims made by You and/or all of Your"
  },
  {
    "clause": "Dependents during the Policy Year. Def. 10. Insured Person means You and the persons named in the Schedule. Def. 11. Material Facts means all relevant information sought by the Company in the Proposal Form and other connected documents to enable it to take informed decision in the context of underwriting the risk. Def. 12."
  },
  {
    "clause": "Policy means Your statements in the proposal form (which are the basis of this Policy), this"
  },
  {
    "clause": "policy wording (including endorsements, if any), Annexure 1 and the Schedule (as the same may be amended from time to time). Def. 13."
  },
  {
    "clause": "Policy Period means the period between the Commencement Date and the Expiry Date specified in the Schedule. Def. 14."
  },
  {
    "clause": "Policy Year means a year following the Commencement Date and its subsequent annual anniversary. Def. 15. Shared accommodation means a Hospital room with two or more patient beds. Def. 16. Single occupancy or any higher accommodation type means a Hospital room with only one patient bed. Def. 17."
  },
  {
    "clause": "Sum Insured means the sum shown in the Schedule which represents Our maximum"
  },
  {
    "clause": "liability for each Insured Person for any and all benefits claimed for during the Policy Year. Def. 18. TPA means the third party administrator that We appoint from time to time as specified in the Schedule."
  },
  {
    "clause": "We/Our/Us means the HDFC ERGO General Insurance Limited. Def. 20. You/Your/Policyholder means the person named in the Schedule who has concluded this Policy with Us. Section B. Benefits"
  },
  {
    "clause": "IMPORTANT: Any claims made under these benefits will impact eligibility for Cumulative Bonus, and Health Checkup. We will cover the Medical Expenses for: We will not cover treatment, costs or expenses for*:"
  },
  {
    "clause": "*The following exclusions apply in addition to the waiting periods and general exclusions specified in Section C-1,2,3 In addition to the waiting periods (Section C-1) and general exclusions (Section C-2&3), We will also not cover expenses 1. Inpatient Benefits: This section of benefits is applicable when • An insured suffers an Accident or Illness, which is covered under this Policy • Hospitalisation is necessary & is done for treatment OR • Day care treatment is necessary and is done OR • Domiciliary treatment is necessary and is done 1 a. In-Patient Treatment This includes • Hospital room rent or boarding; • Nursing; • Intensive Care Unit • Medical Practitioners (Fees) • Anesthesia • Blood • Oxygen • Operation theatre • Surgical appliances; • Medicines, drugs &  consumables; • Diagnostic procedures. If as per any or all of the Medical references herein below containing guidelines and protocols for Evidence Based Medicines, the Hospitalisation for"
  },
  {
    "clause": "treatment under claim is not necessary or the stay at the hospital is found unduly long:  Medical text books,  Standard treatment guidelines as stated in clinical establishment act of Government of India,  World Health Organisation (WHO) protocols,  Published guidelines by healthcare providers,  Guidelines set by medical societies like cardiological society of India, neurological society of India etc."
  },
  {
    "clause": "Hospital/Day Care Centre for stay less than 24 hours. Treatment normally taken on out- patient basis is not included in the scope of this definition."
  },
  {
    "clause": "Illness/disease/injury which in the normal course would require care and treatment at a Hospital but is actually taken while confined at home under any of the following circumstances:"
  },
  {
    "clause": "1. The condition of the Patient  is such that he/she is not in a condition to be removed to a Hospital or, 2. The Patient takes treatment at home on account of non availability of room in a Hospital. Pre and Post Hospitalisation expenses for consultations, investigations and medicines incurred upto 60 days before hospitalisation and 90 days after hospitalization respectively will be covered in case of domiciliary treatment."
  },
  {
    "clause": "1. Treatment of less than 3 days (Coverage will be provided for expenses incurred in first three days only if treatment period is greater than 3 days) f. Organ Donor: Medical and surgical expenses of the organ donor for harvesting the organ where an Insured Person is the recipient. IMPORTANT: Expenses incurred by an insured person while donating an organ is NOT covered."
  },
  {
    "clause": "1. Claims which have NOT been admitted under 1a) for insured member. 2. Admission not compliant under the Transplantation of Human Organs Act, 1994 (as amended). 3. The organ donor’s Pre and Post-Hospitalisation expenses."
  },
  {
    "clause": "g. Ambulance: Expenses incurred on a transportation of Insured Person to a Hospital for treatment in case of an emergency, subject to Rs. 2000 per Hospitalisation."
  },
  {
    "clause": "1. Claims which have NOT been admitted under 1a) and 1d) 2. Healthcare or ambulance service provider not registered with road traffic authority. h. Ayush Benefit Expenses incurred on treatment taken under Ayurveda, Unani, Sidha and Homeopathy in a government hospital or in any institute recognized by government and/or accredited by Quality Council of India/National Accreditation Board on Health  subject to amounts specified in the Schedule of Benefits 1. Claims which have not been admitted under 1a) 2. Hospitalisation for evaluation, Investigation only 3. Treatment availed outside India 4. Treatment at a healthcare facility which is NOT a Hospital. i. Daily Cash for choosing shared Accommodation Daily cash amount will be payable per day"
  },
  {
    "clause": "as mentioned in schedule of Benefits if the Insured Person is Hospitalised in Shared Accommodation in a Network Hospital for each continuous and completed period of 24 hours if the Hospitalisation exceeds 48 hours. 1."
  },
  {
    "clause": "Daily Cash Benefit for time spent by the Insured Person in an intensive care unit 2. Claims which have NOT been admitted under 1a)."
  },
  {
    "clause": "2)  Additional Benefits: The following benefits are available to all Insured Persons during the Policy Period."
  },
  {
    "clause": "schedule of Benefits for 1 accompanying adult for each complete period of 24 hours if Hospitalisation exceeds 72 hours."
  },
  {
    "clause": "for a Cumulative Bonus and Health Checkup. This benefit is optional and effective only if mentioned in the Schedule."
  },
  {
    "clause": "the Policy Period, and ii. The Insured Person survives for at least 30 days following such diagnosis. . iii. “Critical Illness” includes Cancer, Open Chest CABG, First Heart Attack, Kidney Failure, Major Organ/Bone Marrow Transplant, Multiple Sclerosis, Permanent Paralysis of Limbs and Stroke."
  },
  {
    "clause": "floater policy it would be applied on premium applicable on policy. The discount grid would be as per the table below:"
  },
  {
    "clause": "1 Year Policy Time Interval (calculated from policy risk start date) Average Step Target Risk start date or date of download of mobile application -90 days 91-180 days 181-270 days 271-300 days Maximum Discount at the end of the year 5000 or below 0% 0% 0% 0% 0% 5001 to 8000 0.5% 0.5% 0.5% 0.5% 2% 8001 to 10000 1.25% 1.25% 1.25% 1.25% 5% Above 10000 2% 2% 2% 2% 8% 2 Year Policy Time Interval ((calculated from policy risk start date) Average Step target Risk start date or date of download of mobile application -90 days 91-180 days 181-270 days 271-360 days 361-450 days 451-540 days 541-630 days 631-660 days Maximum Discount at the end of 2 years 5000 or below 0% 0% 0% 0% 0% 0% 0% 0% 0% 5001 to 8000 0.25% 0.25% 0.25% 0.25% 0.25% 0.25% 0.25% 0.25% 2% 8001 to 10000 0.625% 0.625% 0.625% 0.625% 0.625% 0.625% 0.625% 0.625% 5% Above 10000 1% 1% 1% 1% 1% 1% 1% 1% 8% The mobile app must be downloaded within 30 days of the policy risk start date to avail this"
  },
  {
    "clause": "benefit.  The average step count completed by an Insured member would be tracked on this mobile application. We reserve the right to remove or reduce any count of steps if found to be achieved in unfair manner by manipulation."
  },
  {
    "clause": "commencement date shall be excluded except claims arising due to an accident, provided the same are covered."
  },
  {
    "clause": "b) This exclusion shall not, however, apply if the insured person has continuous coverage for more than twelve months."
  },
  {
    "clause": "c) The within referred waiting period is made applicable to the enhanced sum insured in the event of granting higher sum insured subsequently. ii. Specified disease/procedure waiting period – Code – Excl02 a) Expenses related to the treatment of the listed Conditions, surgeries/treatments shall be excluded until the expiry of 24 months of continuous coverage after the date of inception"
  },
  {
    "clause": "of the first policy with us. This exclusion shall not be applicable for claims arising due to an accident or underlying cause is cancer(s)."
  },
  {
    "clause": "Surgery of varicose veins and varicose ulcers h. General ( Applicable to all organ systems/organs/ disciplines whether or not described above)  Internal tumours, cysts, nodules, polyps, skin tumours  NIL iii."
  },
  {
    "clause": "d) Coverage under the policy after the expiry of 36 months for any pre-existing disease is subject to the same being declared at the time of application and accepted by insurer."
  },
  {
    "clause": "2. Standard General exclusions We will not pay for any claim which is caused by, arising from or attributable to: Non Medical Exclusions"
  },
  {
    "clause": "1) Breach of law: Code – Excl10 Expenses for treatment directly arising from or consequent upon any Insured Person committing or attempting to commit a breach of law with criminal intent."
  },
  {
    "clause": "2) Hazardous or Adventure sports: Code – Excl09 Expenses related to any treatment necessitated due to participation as a professional in hazardous or adventure sports, including but not limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing or scuba diving, hand gliding, sky diving, deep-sea diving."
  },
  {
    "clause": "Expenses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction following an Accident, Burn(s) or Cancer or as part of medically necessary treatment to remove a direct and immediate health risk to the insured. For this to be considered a medical necessity, it must be certified by the attending Medical Practitioner."
  },
  {
    "clause": "7) Change-of-Gender treatments: Code – Excl07 Expenses related to any treatment, including surgical management, to change characteristics of the body to those of the opposite sex."
  },
  {
    "clause": "8) Unproven Treatments: Expenses related to any unproven treatment, services and supplies for or in connection with any treatment. Unproven treatments are treatments, procedures or supplies that lack significant medical documentation to support their effectiveness. Code – Excl16"
  },
  {
    "clause": "9) Investigation & Evaluation: Code – Excl04 a) Expenses related to any admission primarily for diagnostics and evaluation purposes only are excluded. b) Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment are excluded. 10) Rest Cure, rehabilitation and respite care: Code – Excl05 a) Expenses related to any admission primarily for enforced bed rest and not for receiving treatment. This also includes:"
  },
  {
    "clause": "1) Treatment arising from or consequent upon war or any act of war, invasion, act of foreign enemy, (whether war be declared or not or caused during service in the armed forces of any country), civil war, public defence, rebellion, revolution, insurrection, military or usurped acts, nuclear weapons/materials, chemical and biological weapons, radiation of any kind."
  },
  {
    "clause": "2) Intentional self injury or attempted suicide while sane or insane. 3) Any Insured Person’s participation or involvement in naval, military or air force operation. Medical Exclusions 4) Prosthetic and other devices which are self-detachable/removable without surgery involving anaesthesia 5) Treatment availed outside India. 6) Treatment at a healthcare facility that is not a Hospital 7) Circumcisions (unless necessitated by Illness or injury and forming part of treatment) 8) Non allopathic treatment except to the extent provided for under Section B.1.1.h). 9) Conditions for which treatment could have been done on an"
  },
  {
    "clause": "outpatient basis without any Hospitalization. 10) Preventive care, vaccination including inoculation and immunisations (except in case of post-bite treatment) 11) Provision or fitting of hearing aids, spectacles or contact lenses including optometric therapy, any treatment and associated expenses for alopecia, baldness, wigs, or toupees, medical supplies including elastic stockings, diabetic test strips 12) Sleep apnoea."
  },
  {
    "clause": "Dental treatment and surgery of any kind, unless requiring Hospitalisation 17) Any non medical expenses mentioned in List 1 of Annexure I 18) Treatment rendered by a Medical Practitioner which is outside his discipline or the discipline for which he is licensed. 19) Treatments rendered by a Medical Practitioner who is a member of the Insured Person’s family or stays with him, however proven material costs are eligible for reimbursement in accordance with the applicable cover."
  },
  {
    "clause": "20) Any treatment or part of a treatment that is not of a reasonable charge and not Medically Necessary. 21) Drugs or treatments which are not supported by a prescription. 22) Any specific time bound or lifetime exclusion(s) applied by Us and specified in the Schedule and accepted by the insured. 23) Admission for administration of Intra-articular or Intra-lesional injections, Supplementary medications like Zolendronic acid (Trade name Zometa, Reclast, etc.) or IV immunoglobulin infusion Section D. General Conditions 1. Standard General Conditions a. Conditions Precedent to admissibility of Liability The terms and conditions of the Policy must be fulfilled by the Insured Person for the Company to make any payment for claim(s) arising under the Policy. b. Claims Settlement (Provision for Penal Interest) i)"
  },
  {
    "clause": "The Company shall settle or reject a claim, as the case may be, within 30 days from the date of receipt of last necessary document."
  },
  {
    "clause": "considered as a complete discharge of Our liability against any claim under this Policy. In the event of Your death, We will make payment to the Nominee (as named in the Schedule)."
  },
  {
    "clause": "vii) The assignment of benefits of the policy shall be subject to applicable law. viii) Cashless service: If any treatment, consultation or procedure for which a claim may be made is to be taken at a Network Hospital, then We will provide a cashless service by making payment to the extent of Our liability direct to the Network Hospital as long as We"
  },
  {
    "clause": "are given notice that the Insured Person wishes to take advantage of a cashless service accompanied by full particulars at least 48 hours before any planned treatment or Hospitalisation or within 24 hours after the treatment or Hospitalisation in the case of an emergency."
  },
  {
    "clause": "The policy shall ordinarily be renewable except on grounds of fraud, misrepresentation by the insured person. i."
  },
  {
    "clause": "The Company shall endeavor to give notice for Renewal. However, the Company is not under obligation to give any notice for Renewal. ii. Renewal shall not be denied on the ground that the Insured Person had made a claim or claims in the preceding policy years. iii. Request for Renewal along with requisite premium shall be received by the Company before the end of the policy period. iv. At the end of the policy period, the Policy shall terminate and can be renewed within the Grace Period to maintain continuity of benefits without Break in Policy. Coverage is not available during the Grace Period. v. No loading shall apply on renewals based on individual claims experience. f. Cancellation i) The Policyholder may cancel this policy by giving 15days’ written notice and in such an event, the Company shall refund premium for the unexpired policy period as detailed below. 1 Year Policy Period 2 Year Policy Period Length of time Policy in force % of premium refunded Length of time Policy in force % of premium refunded Upto 1 Month 75.00% Upto 1 Month 87.50% Upto 3 Months 50.00% Upto 3 Months 75.00% Upto 6 Months 25.00% Upto 6 Months 62.50% Exceeding 6 Months Nil Upto 12 Months 48.00% Upto 15 Months 25.00% Upto 18 Months 12.00% Exceeding 18 Months Nil"
  },
  {
    "clause": "For Policies where premium is paid by instalment, the following additional conditions will be applicable:"
  },
  {
    "clause": "i. Where yearly payment option is in force under the Policy, cancellation grid as per 1-Year Tenure policies will be applicable."
  },
  {
    "clause": "ii. For all other payment options, 50% of current instalment premium will be refunded when the"
  },
  {
    "clause": "current period elapsed is less than 6 months from the commencement of the Policy Year. For instalment after 6 months, no refund will be payable."
  },
  {
    "clause": "policy document to review the terms and conditions of the policy, and to return the same if not acceptable."
  },
  {
    "clause": "If the Insured has not made any claim during the Free Look Period, the insured shall be entitled to i."
  },
  {
    "clause": "a refund of the premium paid less any expenses incurred by the Company on medical examination of the Insured Person and the stamp duty charges or ii."
  },
  {
    "clause": "including the premium rates. The Insured Person shall be notified three months before the changes are effected."
  },
  {
    "clause": "Grace Period as mentioned in the table below would be given to pay the installment premium due for the Policy Options Instalment Premium Option"
  },
  {
    "clause": "Grace Period applicable Option 1 Multi-Year / Yearly 30 days Option 2 Half Yearly 30 days Option 3 Quarterly 30 days Option 4 Monthly 15 Days ii."
  },
  {
    "clause": "During such Grace Period, coverage will not be available from the due date of installment premium till the date of receipt of premium by Company iii. The Insured Person will get the accrued continuity benefit in respect of the “Waiting Periods”,"
  },
  {
    "clause": "“Specific Waiting Periods” in the event of payment of premium within the stipulated Grace Period iv."
  },
  {
    "clause": "No interest will be charged If the installment premium is not paid on due date v."
  },
  {
    "clause": "In case of installment premium due not received within the Grace Period, the Policy will get cancelled vi."
  },
  {
    "clause": "In the event of a claim, all subsequent premium installments shall immediately become due and payable vii."
  },
  {
    "clause": "The Company has the right to recover and deduct all the pending installments from the claim amount due under the Policy. Instalment premium payment through Auto Debit/ECS Facility i."
  },
  {
    "clause": "If Option of Premium payment by instalment is opted through auto Debit/ECS facility, Electronic Clearing Service (ECS) Mandate form needs to be completely filled & signed by the Insured Person. ii."
  },
  {
    "clause": "The Premium amount which would be auto debited & frequency of instalment should be duly filled in the ECS Mandate form. iii."
  },
  {
    "clause": "New ECS Mandate Form is required to be filled in case of any change in the Premium due to change of Sum Insured / age / plan /coverages/revision in premium. iv."
  },
  {
    "clause": "The Company should be informed at least 15 days prior to the due date of instalment premium if the Insured Person wishes to discontinue the ECS facility. v."
  },
  {
    "clause": "Non-payment of premium on due date as opted by the Insured Person in the mandate form subject"
  },
  {
    "clause": "to an additional 15 days of relaxation period will lead to termination of the Policy. q. Redressal of Grievance In case of any grievance the insured person may contact the Company through:  Website: www.hdfcergo.com  Toll free: 022 6234 6234 / 0120 6234 6234  Contact Details for Senior Citizen: 022 6234 6234 / 0120 6234 6234  E-mail: care@hdfcergo.com Insured Person may also approach the grievance cell at any of the Company’s branches with the details of grievance."
  },
  {
    "clause": "This Policy only covers medical treatment taken within India. All payments under this Policy will only be made in Indian Rupees within India."
  },
  {
    "clause": "The premium will be computed basis the city of residence provided by the insured person in the application form. The premium that would be applicable zone wise and the cities defined in each zone are as under:  Tier 1 : Delhi, NCR, Mumbai, Thane, Mumbai Suburban and Navi Mumbai, Surat, Ahmedabad & Vadodara  Tier 2 : Rest of India- All other cities The premium will be modified in case of mid -term address change involving migration from one zone to another and would be calculated on pro-rata basis. b. Insured Person Only those persons named as Insured Persons in the Schedule shall be covered under this Policy. Any eligible person may be added during the Policy Period after his application has been accepted"
  },
  {
    "clause": "by Us and additional premium has been received. Insurance cover for this person shall only commence once We have issued an endorsement confirming the addition of such person as an Insured Person."
  },
  {
    "clause": "If any treatment for which a claim may be made is to be taken and that treatment requires Hospitalisation: Immediately and in any event at least 48 hours prior to the Insured Person’s admission. ii."
  },
  {
    "clause": "If any treatment for which a claim may be made is to be taken and  that treatment  requires Hospitalisation in an Emergency: Within 24 hours of the start of the Insured Person’s Hospitalisation. iii."
  },
  {
    "clause": "acceptance of a claim under Section B-1)a): Within 7 days of the Insured Person’s discharge post-hospitalisation."
  },
  {
    "clause": "e. Cashless Service: Treatment, Consultation or Procedure: Treatment, Consultation or Procedure Taken at:"
  },
  {
    "clause": "purpose of processing any claim. We will bear the cost towards performing such medical examination (at the specified location) of the Insured Person."
  },
  {
    "clause": "h. Non Disclosure or Misrepresentation: i. If at the time of issuance of Policy or during continuation of the Policy, the information provided to Us in the proposal form or otherwise, by You or the Insured Person or anyone acting on behalf of You or an Insured Person is found to be incorrect, incomplete, suppressed or not disclosed, wilfully or otherwise, the Policy shall be:  Cancelled ab initio from the inception date or the renewal date (as the case may be), or the Policy may be modified by Us,  at our sole discretion, upon 15 day notice by sending an endorsement to Your address shown in the Schedule and  The claim under such Policy if any, shall be rejected/repudiated forthwith. ii. We may also exercise any of the below listed options for the purpose of continuing the health insurance coverage in case of Non-Disclosure/Misrepresentation of Pre-existing diseases subject to your prior consent; a) Permanently exclude the disease/condition and continue with the Policy b) Incorporate additional waiting period of not exceeding 4 years for the said undisclosed disease or condition from the date the non-disclosed condition was detected and continue with the Policy. c) Levy underwriting loading from the first year of issuance of policy or renewal, whichever is later. The above options will not prejudice the rights of the Company to invoke cancellation under clause i above. i. Endorsements This Policy constitutes the complete contract of insurance. This Policy cannot be changed by anyone"
  },
  {
    "clause": "(including an insurance agent or broker) except Us. Any change that We make will be evidenced by a written endorsement signed and stamped by Us. j."
  },
  {
    "clause": "Change of Policyholder The Policyholder may be changed only at the time of renewal. The new policyholder must be a member of the Insured Person’s immediate family. Such change would be subject to Our"
  },
  {
    "clause": "acceptance and payment of premium (if any). The renewed Policy shall be treated as having been renewed without break."
  },
  {
    "clause": "The Policyholder may be changed in case of his demise or him moving out of India during the Policy Period. k. Notices"
  },
  {
    "clause": "Any notice, direction or instruction under this Policy shall be in writing and if it is to: i) Any Insured Person, it would be sent to You at the address specified in Schedule / endorsement ii) Us, shall be delivered to Our address specified in the Schedule."
  },
  {
    "clause": "iii) No insurance agents, brokers or other person/ entity is authorised to receive any notice on Our behalf. l. Dispute Resolution Clause"
  },
  {
    "clause": "Any and all disputes or differences under or in relation to this Policy shall be determined by the Indian Courts and subject to Indian law."
  },
  {
    "clause": "HDFC ERGO General Insurance Co. Ltd. Stellar IT Park, Tower-1 5th Floor, C - 25, Sector 62 Noida – 0120 398 8360 Additional Note: Please refer to the list of empanelled network centers on our website or the list provided in the welcome kit."
  },
  {
    "clause": "Office of the Insurance Ombudsman, 6th Floor, Jeevan Bhawan, Phase-II, Nawal Kishore Road, Hazratganj, Lucknow - 226 001. Tel.: 0522 - 2231330 / 2231331 Fax: 0522 - 2231310 Email: bimalokpal.lucknow@cioins.co.in Districts of Uttar Pradesh : Lalitpur, Jhansi, Mahoba, Hamirpur, Banda, Chitrakoot, Allahabad, Mirzapur, Sonbhabdra, Fatehpur, Pratapgarh, Jaunpur,Varanasi, Gazipur, Jalaun, Kanpur, Lucknow, Unnao, Sitapur, Lakhimpur, Bahraich, Barabanki, Raebareli, Sravasti, Gonda, Faizabad, Amethi, Kaushambi, Balrampur, Basti, Ambedkarnagar, Sultanpur, Maharajgang, Santkabirnagar, Azamgarh, Kushinagar, Gorkhpur, Deoria, Mau, Ghazipur, Chandauli, Ballia, Sidharathnagar."
  },
  {
    "clause": "Office of the Insurance Ombudsman, Jeevan Darshan Bldg., 3rd Floor, C.T.S. No.s. 195 to 198, N.C. Kelkar Road, Narayan Peth, Pune – 411 030. Tel.: 020-41312555 Email: bimalokpal.pune@cioins.co.in Maharashtra, Area of Navi Mumbai and Thane excluding Mumbai Metropolitan Region."
  },
  {
    "clause": "3 a) Maternity Expenses Not Covered Normal Delivery Rs. 15,000* Caesarean Delivery Rs. 25,000* (* Including Pre/Post Natal limit of Rs.1,500 and New Born limit of Rs.2,000) [Waiting Period 4 years] Normal Delivery Rs. 25,000* Caesarean Delivery Rs. 40,000* (* Including Pre/Post Natal limit of Rs. 2,500 and New Born limit of Rs.3,500) [Waiting Period 4 years] Normal Delivery Rs. 30,000* Caesarean Delivery Rs."
  }
]