[
  {
    "clause": "Medically Necessary, expenses towards the Coverage mentioned hereunder. Provided further that, any amount payable under the Policy shall be subject to the terms of coverage (including any co-pay, sub limits), exclusions, conditions and definitions contained herein. Maximum liability of the Company under all such Claims during each Policy Period shall be the Sum Insured (Individual or Floater) opted and Cumulative Bonus (if any) specified in the Schedule."
  },
  {
    "clause": "3. DEFINITIONS The terms defined below and at other junctures in the Policy have the meanings ascribed to them wherever they appear in this Policy and, where , the context so requires, references to the singular include references to the plural; references to the male includes the female and references to any statutory enactment includes subsequent changes to the same. 3.1. Accident means a sudden, unforeseen and involuntary event caused by external, visible and violent means."
  },
  {
    "clause": "3.2. Age / Aged means completed years of the Insured person on last birthday as on date of commencement of the Policy. 3.3. AIDS means Acquired Immune Deficiency Syndrome, a condition characterised by a combination of signs and symptoms, caused by Human Immunodeficiency Virus (HIV), which attacks and weakens the body’s immune system making the HIV-"
  },
  {
    "clause": "positive person susceptible to life threatening conditions or other conditions, as may be specified from time to time. 3.4. Any One Illness means continuous period of illness and it includes relapse within forty five days from the date of last consultation with the hospital where treatment has been taken."
  },
  {
    "clause": "3.5. AYUSH Day Care Centre means and includes Community Health Centre (CHC), Primary Health Centre (PHC), Dispensary, Clinic, Polyclinic or any such health centre which is registered with the local authorities, wherever applicable, and having facilities for carrying out treatment procedures and medical or surgical/para-surgical interventions or both under the supervision of registered AYUSH Medical Practitioner (s) on day care basis without in-patient services and must comply with all the following criterion:"
  },
  {
    "clause": "ii. Having dedicated AYUSH therapy sections as required and/or has equipped operation theatre where surgical procedures are to be carried out;"
  },
  {
    "clause": "iii. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized representative. 3.6. AYUSH Hospital is a healthcare facility wherein medical/surgical/para-surgical treatment procedures and interventions are carried out by AYUSH Medical Practitioner(s) comprising of any of the following: a. Central or State Government AYUSH Hospital or"
  },
  {
    "clause": "b. Teaching hospital attached to AYUSH College recognized by the Central Government/ Central Council of Indian Medicine/ Central Council for Homeopathy; or c."
  },
  {
    "clause": "AYUSH Hospital, standalone or co-located with in-patient healthcare facility of any recognized system of medicine, registered with the local authorities, wherever applicable, and is under the supervision of a qualified registered AYUSH Medical Practitioner and must comply with all the following criterion: i. Having at least 5 in-patient beds;"
  },
  {
    "clause": "ii. Having qualified AYUSH Medical Practitioner in charge round the clock; iii. Having dedicated AYUSH therapy sections as required; iv. Maintaining daily records of the patients and making them accessible to the insurance company’s authorized representative; 3.7. AYUSH Treatment refers to the medical and/ or Hospitalisation treatments given under Ayurveda, Yoga and Naturopathy, Unani, Sidha and Homeopathy systems. 3.8. Break in policy means the period of gap that occurs at the end of the existing Policy Period / Instalment Premium due date, when the premium due for renewal on a given policy or instalment premium due is not paid on or before the premium renewal date or grace period. National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 2 of 16"
  },
  {
    "clause": "3.11. Congenital Anomaly refers to a condition(s) which is present since birth, and which is abnormal with reference to form, structure or position. a. Internal Congenital Anomaly Congenital anomaly which is not in the visible and accessible parts of the body. b. External Congenital Anomaly Congenital anomaly which is in the visible and accessible parts of the body. 3.12. Contract means Prospectus, Proposal, Policy and the policy schedule. Any alteration with the mutual consent of the insured person and the insurer can be made only by a duly signed and sealed endorsement on the Policy. 3.13. Co-payment means a cost sharing requirement under a health insurance policy that provides that the policyholder/insured"
  },
  {
    "clause": "will bear a specified percentage of the admissible claims amount. A co-payment does not reduce the Sum Insured."
  },
  {
    "clause": "3.14. Cumulative Bonus means any increase or addition in the Sum Insured granted by the Company without an associated"
  },
  {
    "clause": "increase in premium. 3.15. Day Care Centre means any institution established for day care treatment of disease/ injuries or a medical setup within a hospital and which has been registered with the local authorities, wherever applicable, and is under the supervision of a registered and qualified medical practitioner AND must comply with all minimum criteria as under: i. has qualified nursing staff under its employment;"
  },
  {
    "clause": "ii. has qualified medical practitioner (s) in charge; iii. has a fully equipped operation theatre of its own where surgical procedures are carried out iv. maintains daily records of patients and shall make these accessible to the Company’s authorized personnel."
  },
  {
    "clause": "3.16. Day Care Treatment means medical treatment, and/or surgical procedure which is: i. undertaken under general or local anesthesia in a hospital/day care centre in less than twenty four (24) hrs because of technological advancement, and ii. which would have otherwise required a hospitalisation of more than twenty four hours. Treatment normally taken on an out-patient basis is not included in the scope of this definition. 3.17. Dental Treatment means a treatment carried out by a dental practitioner including examinations, fillings (where appropriate), crowns, extractions and surgery. 3.18. Diagnosis means diagnosis by a medical practitioner, supported by clinical, radiological, histological and laboratory evidence, acceptable to the Company. 3.19. Disclosure to information norm: The policy shall be void and all premium paid thereon shall be forfeited to the Company"
  },
  {
    "clause": "in the event of misrepresentation, mis-description or non-disclosure of any material fact. 3.20. Emergency care means management for an illness or injury which results in symptoms which occur suddenly and unexpectedly, and requires immediate care by a medical practitioner to prevent death or serious long term impairment of the insured person's health. 3.21. Family means the Family that consists of the proposer and anyone or more of the family members as mentioned below:"
  },
  {
    "clause": "i. Legally wedded spouse. ii. Parents and Parents-in-law. iii. Dependent Children (i.e. natural or legally adopted) between the age 3 months to 25 years. If the child above 18 years of"
  },
  {
    "clause": "age is financially independent, he or she shall be ineligible for coverage in the subsequent renewals."
  },
  {
    "clause": "3.22. Grace Period means the specified period of time, immediately following the premium due date during which premium payment can be made to renew or continue a policy in force without loss of continuity benefits pertaining to Waiting Periods"
  },
  {
    "clause": "and coverage of Pre-Existing Diseases. The Grace Period for payment of the premium shall be thirty days."
  },
  {
    "clause": "In case of Premium payment in instalments, if the due instalment premium is paid within Grace Period during the Policy Period, coverage shall be available during the Grace Period. In case of Renewal, Coverage shall not be available during the period for which no premium is received. 3.23. Hospital means any institution established for in-patient care and day care treatment of disease/ injuries and which has been registered as a hospital with the local authorities under the Clinical Establishments (Registration and Regulation) Act, 2010 National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 3 of 16"
  },
  {
    "clause": "iii. has qualified medical practitioner (s) in charge round the clock; iv. has a fully equipped operation theatre of its own where surgical procedures are carried out v. maintains daily records of patients and shall make these accessible to the Company’s authorized personnel. 3.24. Hospitalisation means admission in a hospital for a minimum period of twenty four (24) consecutive ‘In-patient care’ hours except for procedures/ treatments, where such admission could be for a period of less than twenty four (24) consecutive hours. 3.25. I D card means the card issued to the Insured person by the TPA for availing Cashless Facility. 3.26. Illness means a sickness or a disease or pathological condition leading to the impairment of normal physiological function"
  },
  {
    "clause": "which manifests itself during the policy period and requires medical treatment. i. Acute Condition means a disease, illness or injury that is likely to response quickly to treatment which aims to return the person to his or her state of health immediately before suffering the disease/ illness/ injury which leads to full recovery."
  },
  {
    "clause": "ii. Chronic Condition means a disease, illness, or injury that has one or more of the following characteristics a) it needs ongoing or long-term monitoring through consultations, examinations, check-ups, and / or tests b) it needs ongoing or long-term control or relief of symptoms c) it requires rehabilitation for the patient or for the patient to be special trained to cope with it d) it continues indefinitely e) it recurs or is likely to recur 3.27. Injury means accidental physical bodily harm excluding illness or disease solely and directly caused by external, violent"
  },
  {
    "clause": "and visible and evident means which is verified and certified by a medical practitioner. 3.28. In-Patient Care means treatment for which the insured person has to stay in a hospital for more than twenty four (24) hours for a covered event."
  },
  {
    "clause": "3.29. Insured / Insured Person means person(s) named in the schedule of the Policy. 3.30. Intensive Care Unit means an identified section, ward or wing of a hospital which is under the constant supervision of a dedicated medical practitioner(s), and which is specially equipped for the continuous monitoring and treatment of patients who are in a critical condition, or require life support facilities and where the level of care and supervision is considerably more sophisticated and intensive than in the ordinary and other wards."
  },
  {
    "clause": "3.31. ICU (Intensive Care Unit) Charges means the amount charged by a Hospital towards ICU expenses on a per day basis which shall include the expenses for ICU bed, general medical support services provided to any ICU patient including monitoring devices, critical care nursing and intensivist charges. 3.32. Medical Advice means any consultation or advice from a Medical Practitioner including the issue of any prescription or follow up prescription."
  },
  {
    "clause": "3.33. Medical Expenses means those expenses that an insured person has necessarily and actually incurred for medical treatment on account of illness or accident on the advice of a medical practitioner, as long as these are no more than would have been payable if the insured person had not been insured and no more than other hospitals or doctors in the same locality would have charged for the same medical treatment."
  },
  {
    "clause": "3.34. Medically Necessary Treatment means any treatment, tests, medication, or stay in hospital or part of a stay in hospital which i. is required for the medical management of illness or injury suffered by the insured ; ii. must not exceed the level of care necessary to provide safe, adequate and appropriate medical care in scope, duration, or intensity; iii. must have been prescribed by a medical practitioner;"
  },
  {
    "clause": "3.46. Policy Period means period of one year as mentioned in the schedule for which the Policy is issued."
  },
  {
    "clause": "3.47. Policy Schedule means the Policy Schedule attached to and forming part of Policy. 3.48. Portability means a facility provided to the policyholders (including all members under family cover), to transfer the credits gained for, Pre-Existing Diseases and Specific Waiting Periods from one insurer to another insurer. 3.49. Qualified Nurse means a person who holds a valid registration from the Nursing Council of India or the Nursing Council of any state in India. 3.50. Renewal means the terms on which the contract of insurance can be renewed on mutual consent with a provision of grace period for treating the renewal continuous for the purpose of gaining credit for pre-existing diseases, time-bound exclusions and for all waiting periods. 3.51. Room Rent means the amount charged by a hospital towards Room and Boarding expenses and shall include the associated charges. 3.52. Sub-limit means a cost sharing requirement under a health insurance policy in which an insurer would not be liable to pay any amount in excess of the pre-defined limit. 3.53. Sum Insured means the pre-defined limit specified in the Policy Schedule. Sum Insured and Cumulative Bonus represents the maximum, total and cumulative liability for any and all claims made under the Policy, in respect of that Insured Person (on Individual basis) or all Insured Persons (on Floater basis) during the Policy Period. 3.54. Surgery or Surgical Procedure means manual and / or operative procedure (s) required for treatment of an illness or injury, correction of deformities and defects, diagnosis and cure of diseases, relief of suffering and prolongation of life, performed in a hospital or day care centre by a medical practitioner. National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 5 of 16"
  },
  {
    "clause": "Note: If opted for TPA service, TPA details are mentioned in the Policy Schedule. 3.56. Waiting Period means a period from the inception of this Policy during which specified diseases/treatments are not covered. On completion of the period, diseases/treatments shall be covered provided the Policy has been continuously renewed without any break."
  },
  {
    "clause": "4. COVERAGE The covers listed below are in-built Policy benefits and shall be available to all Insured Persons in accordance with the procedures set out in this Policy. 4.1. Hospitalization The Company shall indemnify Medical Expense incurred for Hospitalization of the Insured Person during the Policy Period, up to the Sum Insured and Cumulative Bonus specified in the Policy Schedule, for, i. Room Rent, Boarding, Nursing Expenses all inclusive as provided by the Hospital / Nursing Home up to 2% of the sum insured subject to maximum of Rs. 5,000/-per day ii. Intensive Care Unit (ICU) / Intensive Cardiac Care Unit (ICCU) expenses up to 5% of the sum insured subject to maximum of Rs. 10,000/- per day iii. Surgeon, Anesthetist, Medical Practitioner, Consultants, Specialist Fees whether paid directly to the treating doctor/ surgeon or to the hospital iv. Anesthesia, blood, oxygen, operation theatre charges, surgical appliances, medicines and drugs, costs towards diagnostics, diagnostic imaging modalities and such similar other expenses. 4.1.1. Other expenses i. Expenses incurred on treatment of cataract subject to the sub limits ii. Dental treatment, necessitated due to disease or injury iii. Plastic surgery necessitated due to disease or injury iv. All the day care treatments v. Expenses incurred on road Ambulance subject to a maximum of Rs 2,000 per hospitalization. Note: 1. Expenses of Hospitalization for a minimum period of 24 consecutive hours only shall be admissible. However, the time limit shall not apply in respect of Day Care Treatment. 2. In case of admission to a Room at rates exceeding the aforesaid limits, the reimbursement/payment of Associated Medical Expenses incurred at the Hospital, shall be effected in the same proportion as the admissible rate per day bears to the actual rate per"
  },
  {
    "clause": "day of Room Rent charges. Proportionate deduction shall not apply if admitted to ICU/ ICCU. Associated Medical Expenses shall include all related expenses except the following expenses, a. Cost of pharmacy and consumables; b. Cost of implants and medical devices c. Cost of diagnostics 3. Sub limits as mentioned above, will not apply in case of treatment undergone as a package for a listed procedure in a Preferred Provider Network (PPN)."
  },
  {
    "clause": "Limit is for complete treatment, including Pre & Post Hospitalization 4.7. The expenses that are not covered in this policy are placed under List-l of Annexure-A. The list of expenses that are to be subsumed into room charges, or procedure charges or costs of treatment are placed under List-II, List-III and List-IV of Annexure-A respectively."
  },
  {
    "clause": "5. CUMULATIVE BONUS (CB) Cumulative Bonus will be increased by 5% in respect of each claim free Policy Period (where no claims are reported and admitted), provided the policy is renewed with the company without a break subject to maximum of 50% of the sum insured under the current"
  },
  {
    "clause": "Policy Period. If a claim is made in any particular year, the cumulative bonus accrued shall be reduced at the same rate at which it has accrued."
  },
  {
    "clause": "However, sum insured will be maintained and will not be reduced in the Policy Period. Notes: i. In case where the policy is on individual basis, the CB shall be added and available individually to the insured person if no claim has been reported. CB shall reduce only in case of claim from the same Insured Person. ii. In case where the policy is on floater basis, the CB shall be added and available to the family on floater basis, provided no claim"
  },
  {
    "clause": "has been reported from any member of the family. CB shall reduce in case of claim from any of the Insured Persons."
  },
  {
    "clause": "iii. CB shall be available only if the Policy is renewed/ premium paid within the Grace Period. iv. If the Insured Persons in the expiring policy are covered on an individual basis as specified in the Policy Schedule and there is an accumulated CB for each Insured Person under the expiring policy, and such expiring policy has been Renewed on a floater policy basis as specified in the Policy Schedule then the CB to be carried forward for credit in such Renewed Policy shall be the one that is applicable to the lowest among all the Insured Persons v. In case of floater policies where Insured Persons Renew their expiring policy by splitting the Sum Insured in to two or more floater policies/individual policies or in cases where the policy is split due to the child attaining the age of 25 years, the CB of the expiring policy shall be apportioned to such Renewed Policies in the proportion of the Sum Insured of each Renewed Policy vi. If the Sum Insured has been reduced at the time of Renewal, the applicable CB shall be reduced in the same proportion to the Sum Insured in current Policy. vii. If the Sum Insured under the Policy has been increased at the time of Renewal the CB shall be calculated on the Sum Insured of the last completed Policy Period. viii. If a claim is made in the expiring Policy Period, and is notified to Us after the acceptance of Renewal premium any awarded CB shall be withdrawn. ix. The Cumulative Bonus will not be accumulated in excess of 50% of the Sum Insured under the current Policy with Us under any circumstances. x. Any Cumulative Bonus that has accrued for a Policy Period will be credited at the end of that Policy Period if the policy is"
  },
  {
    "clause": "renewed with us within grace period and will be available for any claims made in the subsequent Policy Period."
  },
  {
    "clause": "6. WAITING PERIOD The Company shall not be liable to make any payment under the policy in connection with or in respect of following expenses till the expiry of waiting period mentioned below: 6.1. Pre-Existing Diseases (Excl 01) a) Expenses related to the treatment of a Pre-Existing Disease (PED) and its direct complications shall be excluded until the"
  },
  {
    "clause": "expiry of 36 (thirty six) months of continuous coverage after the date of inception of the first policy with us."
  },
  {
    "clause": "(Health Insurance) Regulations then waiting period for the same would be reduced to the extent of prior coverage. d) Coverage under the policy after the expiry of 36 (thirty six) months for any pre-existing disease is subject to the same being declared at the time of application and accepted by us."
  },
  {
    "clause": "except claims arising due to an accident, provided the same are covered. b) This exclusion shall not, however, apply if the Insured Person has Continuous Coverage for more than 12 (twelve) months. c) The within referred waiting period is made applicable to the enhanced sum insured in the event of granting higher sum insured subsequently. ."
  },
  {
    "clause": "7. EXCLUSIONS The Company shall not be liable to make any payment under the policy, in respect of any expenses incurred in connection with or in respect of: 7.1. Investigation & Evaluation (Code – Excl 04) a) Expenses related to any admission primarily for diagnostics and evaluation purposes only are excluded. b) Any diagnostic expenses which are not related or not incidental to the current diagnosis and treatment are excluded."
  },
  {
    "clause": "7.2. Rest Cure, rehabilitation and respite care (Code- Excl 05) a) Expenses related to any admission primarily for enforced bed rest and not for receiving treatment. This also includes: i. Custodial care either at home or in a nursing facility for personal care such as help with activities of daily living such as bathing, dressing, moving around either by skilled nurses or assistant or non-skilled persons."
  },
  {
    "clause": "ii. Any services for people who are terminally ill to address physical, social, emotional and spiritual needs. 7.3. Obesity/ Weight Control (Code- Excl 06)"
  },
  {
    "clause": "Expenses related to the surgical treatment of obesity that does not fulfil all the below conditions:"
  },
  {
    "clause": "1. Surgery to be conducted is upon the advice of the Doctor 2. The surgery/Procedure conducted should be supported by clinical protocols 3. The member has to be 18 years of age or older and 4. Body Mass Index (BMI); a) greater than or equal to 40 or b) greater than or equal to 35 in conjunction with any of the following severe co-morbidities following failure of less invasive methods of weight loss: i. Obesity-related cardiomyopathy"
  },
  {
    "clause": "ii. Coronary heart disease iii. Severe Sleep Apnea iv. Uncontrolled Type2 Diabetes 7.4. Change-of-Gender treatments (Code – Excl 07) Expenses related to any treatment, including surgical management, to change characteristics of the body to those of the opposite sex."
  },
  {
    "clause": "7.5. Cosmetic or plastic Surgery (Code – Excl 08) Expenses for cosmetic or plastic surgery or any treatment to change appearance unless for reconstruction following an Accident, Burn(s) or Cancer or as part of medically necessary treatment to remove a direct and immediate health risk to the insured. For this to be considered a medical necessity, it must be certified by the attending Medical Practitioner."
  },
  {
    "clause": "7.6. Hazardous or Adventure sports: (Code – Excl 09) Expenses related to any treatment necessitated due to participation as a professional in hazardous or adventure sports, including but not limited to, para-jumping, rock climbing, mountaineering, rafting, motor racing, horse racing or scuba diving, hand gliding, sky diving, deep-sea diving. 7.7. Breach of law (Code – Excl 10) Expenses for treatment directly arising from or consequent upon any Insured Person committing or attempting to commit a breach of law with criminal intent."
  },
  {
    "clause": "7.8. Excluded Providers (Code – Excl 11) Expenses incurred towards treatment in any hospital or by any Medical Practitioner or any other provider specifically excluded by the Company and disclosed in its website / notified to the policyholders are not admissible. However, in case of life threatening situations following an accident, expenses up to the stage of stabilization are payable but not the complete claim. 7.9. Drug/Alcohol Abuse (Excl 12) Treatment for, Alcoholism, drug or substance abuse or any addictive condition and consequences thereof (Excl 12) 7.10. Non Medical Admissions (Excl 13) Treatments received in health hydros, nature cure clinics, spas or similar establishments or private beds registered as a nursing home attached to such establishments or where admission is arranged wholly or partly for domestic reasons (Excl 13) 7.11. Vitamins, Tonics (Excl 14) Dietary supplements and substances that can be purchased without prescription, including but not limited to Vitamins, minerals"
  },
  {
    "clause": "and organic substances unless prescribed by a medical practitioners part of hospitalization claim or day care procedure 7.12. Refractive Error (Code – Excl 15) Expenses related to the treatment for correction of eye sight due to refractive error less than 7.5 dioptres. 7.13. Unproven Treatments (Code – Excl 16) Expenses related to any unproven treatment, services and supplies for or in connection with any treatment. Unproven treatments are treatments, procedures or supplies that lack significant medical documentation to support their effectiveness."
  },
  {
    "clause": "7.14. Sterility and Infertility (Code – Excl 17) Expenses related to sterility and infertility. This includes: i. Any type of sterilization ii. Assisted Reproduction services including artificial insemination and advanced reproductive technologies such as IVF, ZIFT, GIFT, ICSI iii. Gestational Surrogacy iv. Reversal of sterilization 7.15."
  },
  {
    "clause": "Maternity Expenses (Code – Excl 18) i. Medical treatment expenses traceable to childbirth (including complicated deliveries and caesarean sections incurred"
  },
  {
    "clause": "during hospitalization) except ectopic pregnancy; ii. Expenses towards miscarriage (unless due to an accident) and lawful medical termination of pregnancy during the policy period. 7.16. War (whether declared or not) and war like occurrence or invasion, acts of foreign enemies, hostilities, civil war, rebellion, revolutions, insurrections, mutiny, military or usurped power, seizure, capture, arrest, restraints and detainment of all kinds."
  },
  {
    "clause": "7.17. Nuclear, chemical or biological attack or weapons, contributed to, caused by, resulting from or from any other cause or event contributing concurrently or in any other sequence to the loss, claim or expense. For the purpose of this exclusion: a) Nuclear attack or weapons means the use of any nuclear weapon or device or waste or combustion of nuclear fuel or the emission, discharge, dispersal, release or escape of fissile/ fusion material emitting a level of radioactivity capable of causing"
  },
  {
    "clause": "any Illness, incapacitating disablement or death. b) Chemical attack or weapons means the emission, discharge, dispersal, release or escape of any solid, liquid or gaseous chemical compound which, when suitably distributed, is capable of causing any Illness, incapacitating disablement or death. c) Biological attack or weapons means the emission, discharge, dispersal, release or escape of any pathogenic (disease producing) micro-organisms and/or biologically produced toxins (including genetically modified organisms and chemically synthesized toxins) which are capable of causing any Illness, incapacitating disablement or death."
  },
  {
    "clause": "8. Moratorium Period: After completion of sixty continuous months of coverage (including Portability and Migration), no claim shall be contestable by the Company on grounds of non-disclosure, misrepresentation, except on grounds of established fraud. This period of sixty continuous months is called as Moratorium Period. The moratorium would be applicable for the Basic Sums Insured of the first policy."
  },
  {
    "clause": "Wherever, the Basic Sum Insured is enhanced, completion of sixty continuous months would be applicable from the date of enhancement of Basic Sums Insured only on the enhanced limits."
  },
  {
    "clause": "Cashless Facility can be availed, if TPA service is opted. (ii) Treatment may be taken in a Network Provider / PPN or Non Network Provider and is subject to preauthorization by the Company or its authorized TPA. (iii) Cashless request form available with the network provider and TPA shall be completed and sent to the Company/TPA for authorization. (iv) The Company/ TPA upon getting cashless request form and related medical information from the insured person/ network provider will issue pre-authorization letter within an hour to the hospital after verification."
  },
  {
    "clause": "(v) At the time of discharge, the insured person has to verify and sign the discharge papers, pay for non-medical and inadmissible expenses. (vi) The TPA shall grant the final authorization within three hours of the receipt of discharge authorization request from the Hospital. (vii) The Company / TPA reserves the right to deny pre-authorization in case the insured person is unable to provide the relevant medical details."
  },
  {
    "clause": "(viii) In case of denial of cashless access, the insured person may obtain the treatment as per treating doctor's advice and submit the claim documents to the Company / TPA for reimbursement processing. 9.1.2 Procedure for Reimbursement of Claims"
  },
  {
    "clause": "For reimbursement of claims the Insured Person shall submit the necessary documents to TPA (if claim is processed by TPA)/Company within the prescribed time limit as specified hereunder. Sl. No."
  },
  {
    "clause": "Type of claim Prescribed Time limit 1. Reimbursement of hospitalisation, day care and pre hospitalisation expenses Within thirty days of date of discharge from hospital 2. Reimbursement of post hospitalisation expenses Within fifteen days from completion of post hospitalisation treatment"
  },
  {
    "clause": "9.1. Notification of Claim Notice with full particulars shall be sent to the Company/ TPA (if applicable) as under: i. Within 24hours from the date of emergency hospitalization required or before the Insured Person’s discharge from Hospital, whichever is earlier."
  },
  {
    "clause": "ii. At least 48 hours prior to admission in Hospital in case of a planned Hospitalization. 9.2. Documents to be submitted"
  },
  {
    "clause": "The reimbursement claim is to be supported with the following documents and submitted within the prescribed time limit. i."
  },
  {
    "clause": "Duly completed claim form ii. Photo Identity proof of the patient iii. Medical practitioner’s prescription advising admission. iv. Original bills with itemized break-up v. Payment receipts vi. Discharge summary including complete medical history of the patient along with other details. vii. Investigation/ Diagnostic test reports etc. supported by the prescription from attending medical practitioner viii. OT notes or Surgeon's certificate giving details of the operation performed (for surgical cases)."
  },
  {
    "clause": "ix. Sticker/Invoice of the Implants, wherever applicable. x. MLR (Medico Legal Report copy if carried out and FIR (First information report) if registered, where ever applicable."
  },
  {
    "clause": "xi. NEFT Details (to enable direct credit of claim amount in bank account) and cancelled cheque xii. KYC (Identity proof with Address) of the proposer, where claim liability is above Rs. 1 Lakh as per AML Guidelines xiii. Legal heir/succession certificate, wherever applicable xiv. Any other relevant document required by Company/TPA for assessment of the claim. Note: 1. The company shall only accept bills/invoices/medical treatment related documents only in the Insured Person's name for whom the claim is submitted 2. In the event of a claim lodged under the Policy and the original documents having been submitted to any other insurer, the Company shall accept the copy of the documents and claim settlement advice, duly certified by the other insurer subject to satisfaction of the Company National Insurance Co. Ltd. Regd. & Head Office: Premises No. 18-0374, Plot no. CBD-81, New Town, Kolkata - 700156 Page 10 of 16"
  },
  {
    "clause": "9.3. Co-payment Each and every claim under the Policy shall be subject to a Co-payment as mentioned below, applicable to claim amount admissible and payable as per the terms and conditions of the Policy. The amount payable shall be after deduction of the co-payment. • Co-payment of 5% on all claims for Insured Person aged less than equal to 75 years on policy inception • Co-payment of 15% on all claims for Insured Person aged greater than 75 years on policy inception 9.4. Claim Settlement i. The Company shall settle or reject a claim, as the case may be, within 15 days from the date of receipt of last necessary document. ii. In the case of delay in the payment of a claim, the Company shall be liable to pay interest to the policyholder from the date of"
  },
  {
    "clause": "receipt of last necessary document to the date of payment of claim at a rate 2% above the bank rate. iii. However, where the circumstances of a claim warrant an investigation in the opinion of the Company, it shall initiate and complete such investigation at the earliest, in any case not later than 30 days from the date of receipt of last necessary document. In such cases, the Company shall settle or reject the claim within 45 days from the date of receipt of last necessary document."
  },
  {
    "clause": "iv. In case of delay beyond stipulated 45 days, the Company shall be liable to pay interest to the policyholder at a rate 2% above the bank rate from the date of receipt of last necessary document to the date of payment of claim. (Explanation: “Bank rate” shall mean the rate fixed by the Reserve Bank of India (RBI) at the beginning of the financial year in which claim has fallen due) 9.5. Services Offered by TPA Servicing of claims, i.e., claim admissions and assessments, under this Policy by way of pre-authorization of cashless treatment or"
  },
  {
    "clause": "processing of claims other than cashless claims or both, as per the underlying terms and conditions of the policy. The services offered by a TPA shall not include i."
  },
  {
    "clause": "Claim settlement and claim rejection; ii. Any services directly to any insured person or to any other person unless such service is in accordance with the terms and conditions of the Agreement entered into with the Company."
  },
  {
    "clause": "9.6. Disclaimer If the Company shall disclaim liability to the insured person for any claim hereunder and if the insured person shall not within twelve calendar months from the date of receipt of the notice of such disclaimer notify the Company in writing that he does not accept such disclaimer and intends to recover his claim from the Company, then the claim shall for all purposes be deemed to have been abandoned and shall not thereafter be recoverable hereunder."
  },
  {
    "clause": "same shall be referred to a panel of three arbitrators, comprising two arbitrators, one to be appointed by each of the parties to the dispute/difference and the third arbitrator to be appointed by such two arbitrators and arbitration shall be conducted under and in accordance with the provisions of the Arbitration and Conciliation Act 1996, as amended by Arbitration and Conciliation (Amendment) Act, 2015 (No. 3 of 2016)."
  },
  {
    "clause": "ii. It is clearly agreed and understood that no difference or dispute shall be referable to arbitration as herein before provided, if the"
  },
  {
    "clause": "Company has disputed or not accepted liability under or in respect of the policy. iii. It is hereby expressly stipulated and declared that it shall be a condition precedent to any right of action or suit upon the policy that award by such arbitrator/arbitrators of the amount of expenses shall be first obtained."
  },
  {
    "clause": "insured) of the previous policy. Portability benefit shall not apply to any other additional increased Sum Insured."
  },
  {
    "clause": "10.15.  Renewal of Policy i. The policy shall be renewable provided the product is not withdrawn, except in case of established fraud or non-disclosure or misrepresentation by the Insured. If the product is withdrawn, the policyholder shall be provided with suitable options to migrate to other similar health insurance products/plans offered by the Company. ii. The Company shall endeavor to give notice for renewal. However, the Company is not under obligation to give any notice for renewal. iii. Renewal shall not be denied on the ground that the insured person had made a claim or claims in the preceding policy years. iv. Request for renewal along with requisite premium shall be received by the Company before the end of the policy period. v. At the end of the policy period, the policy shall terminate and can be renewed within the Grace Period of 30 days to maintain continuity of benefits without break in policy. Coverage is not available during the Grace Period. vi. No loading shall apply on renewals based on individual claims experience."
  },
  {
    "clause": "vii. In case of non-continuance of the Policy by the Insured (due to death or any other valid and acceptable reason):"
  },
  {
    "clause": "• The Policy may be renewed by any Insured Person above eighteen (18) years of age, as the Insured. • Where only children (less than eighteen years of age) are covered, the Policy shall be allowed till the expiry of the Policy period. The legal guardian may be allowed to renew the Policy as Proposer, covering the children. 10.16. Premium Payment in Installments If the insured person has opted for Payment of Premium on an installment basis i.e. Half Yearly or Quarterly, as mentioned in Your Policy Schedule/Certificate of Insurance, the following Conditions shall apply (notwithstanding any terms contrary elsewhere in the Policy) i."
  },
  {
    "clause": "Grace Period (as defined) would be given to pay the instalment premium due for the policy. ii. If Installment Premium is not paid within Grace Period, the Policy shall be cancelled and no refund shall be allowed. However, if the premium is paid in instalments within the Grace Period, coverage shall be available during the Grace Period."
  },
  {
    "clause": "iii. ln case of instalment premium due not received within the Grace Period, the Policy will get cancelled. iv. In case of a claim being admissible under the Policy, all the remaining installments for the Policy Period shall become due and payable immediately."
  },
  {
    "clause": "If the insured has not made any claim during the Free Look Period, the insured shall be entitled to i."
  },
  {
    "clause": "a refund of the premium paid less any expenses incurred by the Company on medical examination of the insured person and the stamp duty charges; or ii. where the risk has already commenced and the option of return of the Policy is exercised by the insured, a deduction towards the proportionate risk premium for period of cover or iii. Where only a part of the insurance coverage has commenced, such proportionate premium commensurate with the insurance coverage during such period. 10.20. Endorsements (Changes in Policy) i. This policy constitutes the complete contract of insurance. This Policy cannot be modified by anyone (including an insurance agent or broker) except the company. Any change made by the company shall be evidenced by a written endorsement signed and stamped. ii. The policyholder may be changed only at the time of renewal. The new policyholder must be the legal heir/immediate family"
  },
  {
    "clause": "member. Such change would be subject to acceptance by the company and payment of premium (if any). The renewed Policy shall be treated as having been renewed without break."
  },
  {
    "clause": "The policyholder may be changed during the Policy Period only in case of his/her demise or him/her moving out of India."
  },
  {
    "clause": "10.21. Change of Sum Insured Sum insured can be changed (increased/ decreased) only at the time of renewal or any time, subject to underwriting by the Company."
  },
  {
    "clause": "For any increase in SI, the waiting period shall start afresh for the incremental portion of the sum insured."
  },
  {
    "clause": "10.22. Terms and condition of the Policy The terms and conditions contained herein and in the Policy Schedule shall be deemed to form part of the Policy and shall be read together as one document. 10.23. Nomination The policyholder is required at the inception of the policy to make a nomination for the purpose of payment of claims under the policy in the event of death of the policyholder. Any change of nomination shall be communicated to the company in writing and such change shall be effective only when an endorsement on the policy is made. For Claim settlement under reimbursement, the Company will pay the policyholder. In the event of death of the policyholder, the Company will pay the nominee {as named in the Policy Schedule/Policy Certificate/Endorsement (if any)} and in case there is no subsisting nominee, to the legal heirs or legal representatives of the Policyholder whose discharge shall be treated as full and final discharge of its liability under the Policy"
  },
  {
    "clause": "11. REDRESSAL OF GRIEVANCE In case of any grievance related to the Policy, the insured person may submit in writing to the Policy Issuing Office or Grievance cell at Regional Office of the Company for redressal. If the grievance remains unaddressed, the insured person may contact:"
  },
  {
    "clause": "Proposer with higher age can obtain policy for family, without covering self. Children between the age of 91 days and 25 years may be covered, provided parent(s) is/are covered at the same time."
  }
]